{
  "document_id": "gai-esp_item001",
  "content": {
    "sections": [
      {
        "id": "section_0",
        "subsections": [
          {
            "id": "section_0_1",
            "type": "Disclaimers",
            "paragraphs": [
              {
                "id": "p0_1_1",
                "text": "La presente licencia CC BY SA se aplica exclusivamente al contenido textual de la publicación. Para la utilización de cualquier material que no esté claramente identificado como obra de las personas autoras, deberá solicitarse autorización previa a la persona propietaria o autorizada para gestionar los derechos de autor correspondiente."
              },
              {
                "id": "p0_1_2",
                "text": "Las ideas y opiniones expresadas en esta obra son las de los autores y no reflejan necesariamente el punto de vista del gobierno de México."
              },
              {
                "id": "p0_1_3",
                "text": "Las opiniones expresadas y los argumentos empleados en este documento no reflejan necesariamente los puntos de vista de las personas integrantes o asociadas de la Alianza Nacional."
              },
              {
                "id": "p0_1_4",
                "text": "El uso y la interpretación de la información contenida en esta publicación están sujetos a la responsabilidad individual de quienes la utilicen. Cualquier daño causado como resultado de la interpretación o aplicación de esta información recae en quienes la emplean."
              }
            ]
          },
          {
            "id": "section_0_2",
            "title": "Agradecimientos",
            "paragraphs": [
              {
                "id": "p0_2_1",
                "text": "Agradecemos a las expertas y expertos y organizaciones, instituciones, organismos y entidades públicas por sus contribuciones en las mesas de trabajo y eventos de la Alianza Nacional de Inteligencia Artificial, así como en la conceptualización del documento:"
              },
              {
                "id": "p0_2_2",
                "text": "Abel Alejandro Coronado, Abraham Rodriguez,Academia Mexicana de Ciberseguridad y Derechos Digitales (AMCID), Academia Mexicana de Informática (AMIAC), Adina Barrera, Adrián Alcalá, Adrián Soto, Adriana, Labardini, Adriana Servin, Agneris Sampieri, Agustín Paulin, Ahaniby Becerril, Aimée Vega Montiel, Alba Medina, Alberto Farca, Alberto Mondragón, Alehira Orozco, Alejandra Paredes, Alejandra Pineda, Alejandro Anaya, Alejandro Faya, Alejandro Pisanty, Alfonso Cruz, Alfonso Govela, Alfredo Garbuno, Alfredo Pacheco, Alfredo Reyes, Álvaro Norma American Chamber / México (AmCham), Americas Society/Council of the Americas (AS/COA), Amparo Rodríguez, Amy Glover, Ana Cecilia Pérez, Ana de Saracho, Ana Georgina de la Fuente, Ana Laura Hamud, Ana Lidia Franzoni, Ana María Salazar Slack, Ana Paola Barbosa, Ana Paula Rumualdo, Anahiby Becerril, Analí Díaz Infante, Andrea Barenque, Andrea Cabrera, Andrea Marván, Andrea Quintanilla, Andrés Galván, Angélica Contreras, Antonio José Collado, Armida Sánchez, Arochi & Linder Abogados, Article 19, Arturo Rossier, Arzu Martínez, Asociación de Internet MX (AIMX), Asociación Interamericana de Empresas de Telecomunicaciones (ASIET), Asociación Latinoamericana de Internet (ALAI), Asociación Mexicana de la Industria de Tecnologías de Información (AMITI), Asociación Nacional de Intérpretes (ANDI), Asociación Nacional de Universidades e Instituciones de Educación Superior - Tecnologías de la Información y la Comunicación (ANUIES-TIC), Avigail Castilla, Banco de Desarrollo de América Latina (CAF), Bárbara García, Beatriz Guzmán, Blanca Lilia Ibarra, Brainc, Brenda Hernández, Brenda Ruíz, C Minds, Cámara de Comercio de la Ciudad de México, Cámara de Comercio Internacional (ICC), Cámara Nacional de la Industria Electrónica, de Telecomunicaciones y Tecnologías de la Información (CANIETI), Capa 8, Carlos Gershenson, Carlos Piña, Carlos Rebellón, Carlos Santiso, Carmen Díaz Novelo, Caro Luna, Centro de Estudios Internacionales Gilberto Bosques, Centro I, Centro México Digital, César Pallares, Christian Lemaitre León, Cindy Rayo, Claudia Calvin, Claudia Del Pozo, Claudia Escoto, Claudia Ivette García, Claudia Marina Vicario, Claudia Salinas, Claudia Zavala, Comisión de Ciencia y Tecnología del Senado de la República, Comisión de Derechos Digitales del Senado de la República, Comisión Federal de Competencia Económica (COFECE), Comité de Informática de la Administración Pública Estatal y Municipal (CIAPEM), CONALEP, Conectadas, Constanza Gómez Mont, Cristian Peñaloza, Cristina Contreras, Cristina Martínez Pinto, Cristina Zamora, Cruz Javier Salazar, Cuauhtémoc González, Cyberlat, Cynthia Solis, Daniel Rivera, Daniel Soler Prada, Daniela Castell, Daniela Esquivel, Daniela Hernández, Daniela Rojas, David Mejía, David Pizaña Rito, David Taboada, Diana Pacheco, Dip. Javier López Casarín, Dolores Ruvalcaba, Donaciano Dominguez, Dorian Rommens, Edgar Aguilar, Eduardo Ortíz, Eleazar Aguirre Anaya, Elena Estavillo, Eliana Pérez, Elida González, Elvia Villarreal, Embajada Británica en México, Emiliano Díaz, Enirique Yamuni, Enrique Zapata, Eon Institute, Eric García López, Erick Rodríguez Arreola, Erik Huesca, Erika Mata Sanchez, Erika Sánchez Chablé, Ernesto Ibarra, Ernesto Miranda, Felipe Gutiérrez, Fernando Bustos, Fernando Caballero, Fernando Esponda, Fernando Galván, Fernando Valenzuela, Francia Pietrasanta, Francisco Cervantes Díaz, Francisco Chan, Francisco Corona, Francisco Plancarte, Fréderic García, Froylan López, Fuerza It, Gabriela Ramos, Georgina de la Fuente, Giovanni Tapia, Glenda Michel, Gloria Guerrero, Gobierno de Baja California, Gobierno de Guanajuato, Gobierno de Jalisco, Gobierno de Puebla, Gobierno de Querétaro, Gobierno de Sinaloa, Gobierno de Yucatán, Grecia Macias, Guillermo Fernández, Guillermo Larrea, Guillermo Malpica Soto, Guillermo Tenorio, Gustavo Guzmán, Gustavo Medina T., Héctor Méndez, Hiram Calvo, Humberto Cortés, Humberto Nicolini Sánchez, Iniciativa Latinoamericana por los Datos Abiertos (ILDA), Instituto Belisario Domínguez (IBD), Instituto Federal de Telecomunicaciones (IFT), Instituto Latinoamericano de Datos Abiertos (ILDA), Instituto Nacional de Estadística y Geografía (INEGI), Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales (INAI), Instituto Nacional Electoral (INE), Irma Gómez, Isaac Alcalá, Isabel Cornejo, Isabel Davara, Itzul Girón, Iván Díaz, Iván Facundo Rubinstein, Ivonne Díaz, Ivonne Sleman, Jaime Cerdio, Jaime Domingo, Jaime Escamilla, Jaime Montiel, Jaime Rodríguez, Javier Careaga, Javier Gaxiola, Javier Huerta, Javier Juárez Mojica, Jesús Olamendi, Jesús Savage, Jimena Moreno, Jimena Viveros, Joel Pozos Osorio, Jonathan Mendoza, Jorge Alberto Lagard, Jorge Alejandro Patiño, Jorge Alejandro Peralta, Jorge Enrique Linarez, Jorge Hidalgo, Jorge Humberto Torres, Jorge Lagard, Jorge Luis Ordelin Font, José A. López Alonso, José Antonio Arochi de la Torre, José Antonio García, José de Jesus Rodríguez, José Eduardo Mendoza, José Elías Moreno, José Luis Hernández, José Luis Mateos, José Luis Peralta Higuera, José Luis Ponce López, José Marinaro, Jose Muñóz, Josefina Román, Juan Manuel Casanueva, Juan Pablo Carsi, Julia Tagüeña, Julio César Vega, Karen DeBrower, Karen Herrera-Ferrá, Kiyoshi Tsuru, Laura Y. Cabrera, Lawgic, León Palafox, Leonardo Martínez, Liliana Jiménez, Lina Rodríguez, Linda Medina, Lucia Tróchez, Luis Felipe Nava, Luis Maumejan, Luis Pineda, Luis Ricardo Sánchez, Luli Herreramoro, Luz María Castañeda, Manuel Díaz, Manuel Haces, Manuel O’Brien, Manuel Pliego, Manuel Sandoval Rios, Marcela Flores, María Fernanda Alcalá, María Rosa Araiza, Martha Tudón, Martin Johnston, Martín Portillo, Mauricio Leal, Michelle Naranjo, Miguel A. Fuentes, Miguel Ángel Moreno, Miguel Gonzalez Mendoza, Miguel Porrúa, Miriam Millán, Miriam Padilla, Miriam Rojas, Mónica Barrera, Mónica Estrada, Movimiento STEM, Nanghelly Silva, Netzer Díaz, Nicolás Arrioja, Nicole Amaral, Norma Elva, Normalización y Certificación (NYCE), Nuhad Ponce, Oliver Joaquin Jiménez, Olivia Andrea Mendoza, Open Ownership, Orlando Pérez, Oswaldo Díaz, Pablo Corona, Pablo Pruneda, Paola Bertolini, Paola Cisero, Paul Ronald Berliner, Paula Vargas, Pedro Salazar, Phillipe Boulanger, Pit Policy Lab, Priscila Ruíz Guillen, Rafael Estrada, Rafael Morales, Ramón Villavicencio, Raúl Miranda, Red en Defensa de los Derechos Digitales (R3D), Renato Cardozo, Ricardo Barriga, Ricardo Cacho, Ricardo Rodríguez, Roberto Vélez, Rodrigo Alcázar, Rodrigo Félix Montalvo, Rodrigo Riquelme, Saiph Savage, Salma Jalife, Saúl López, Sebastián Calderón, Semiramis Álvarez, Sen. Alfredo Botello, Sen. Beatríz Paredes, Sen. Claudia Ruíz-Massieu, Sen. Emilio Álvarez Icaza, Sen. Gustavo Madero, Sen. Héctor Vasconcelos, Sen. Jorge Carlos Ramírez Marín, Sen. Miguel Ángel Mancera, Sen. Nadia Navarro, Silvia Palazuelos, Sinestesia Digital, Social TIC, Sofía Pérez Gasque, Stuart Coleman, Tatiana Revilla, Teresa Verthein, TMI abogados, Ulises Cortés, Ulises Moya, Unión Internacional de Telecomunicaciones (ITU), Vanessa Vilchis, Verónica Cosset Siten Salgado, Víctor Castaño, Víctor Germán Sánchez, Víctor Lagunes, Víctor Manuel Morales, Ximena Arrieta, Yaaj México, Yailuma Leyva, Yetel Vazquez."
              }
            ]
          },
          {
            "id": "section_0_3",
            "title": "Contenido",
            "paragraphs": [
              {
                "id": "p0_3_0",
                "text": "RESUMEN EJECUTIVO"
              },
              {
                "id": "p0_3_1",
                "text": "1. MARCO CONTEXTUAL"
              },
              {
                "id": "p0_3_2",
                "text": "2. OBJECTIVO DEL DOCUMENTO"
              },
              {
                "id": "p0_3_3",
                "text": "3. RECOMENDACIONES DE POLÍTICA PÚBLICA"
              },
              {
                "id": "p0_3_3_1",
                "text": "3.1 POLÍTICA PÚBLICA Y DERECHOS"
              },
              {
                "id": "p0_3_3_2",
                "text": "3.2 EDUCACIÓN Y MERCADOS LABORALES"
              },
              {
                "id": "p0_3_3_3",
                "text": "3.3 CIBERSEGURIDAD Y GESTIÓN DE RIESGOS"
              },
              {
                "id": "p0_3_3_4",
                "text": "3.4. GÉNERO, INCLUSIÓN Y RESPONSABILID SOCIAL"
              },
              {
                "id": "p0_3_3_5",
                "text": "3.5. INFRAESTRUCTURA Y DATOS"
              },
              {
                "id": "p0_3_3_6",
                "text": "3.6. INNOVACIÓN, INVESTIGACIÓN E INDUSTRIA"
              },
              {
                "id": "p0_3_4",
                "text": "4. RECOMENDACIONES DE REGULACIÓN"
              },
              {
                "id": "p0_3_5",
                "text": "5. RECOMENDACIONES DE GOBERNANZA"
              },
              {
                "id": "p0_3_6",
                "text": "6. RECOMENDACIONES DE INDICADORES"
              },
              {
                "id": "p0_3_7",
                "text": "CONCLUSIONES"
              },
              {
                "id": "p0_3_8",
                "text": "ANEXOS"
              },
              {
                "id": "p0_3_9",
                "text": "REFERENCIAS"
              }
            ]
          },
          {
            "id": "section_0_4",
            "title": "Glosario",
            "text": "En la era digital los términos y sus definiciones evolucionan rápidamente, y es común que un término tenga varias definiciones. Para este documento se tomaron en cuenta definiciones de Organismos Internacionales de los cuales México forma parte y participó en su redacción y adopción, artículos académicos, así como, documentos normativos de distintos órdenes de gobierno.",
            "terms": [
              {
                "id": "term01",
                "term": "Capacitación cruzada",
                "definition": "Es un proceso de capacitación de empleados para que realicen múltiples trabajos en una organización. En la capacitación cruzada los empleados aprenden a realizar diferentes trabajos dentro de la organización, además del suyo. (Pancardo Pérez et al., 2011)"
              },
              {
                "id": "term02",
                "term": "Ciudadanía digital",
                "definition": "Refiere al conjunto de derechos y responsabilidades que las personas tenemos en el entorno digital. (Argentina, n.d.)"
              },
              {
                "id": "term03",
                "term": "Complementariedad",
                "definition": "El proceso de aprender nuevas habilidades o de enseñar nuevas habilidades a los trabajadores (Cambridge University, 2024)"
              },
              {
                "id": "term04",
                "term": "Reconversión",
                "definition": "El proceso de aprender nuevas habilidades para poder hacer un trabajo diferente, o de capacitar a personas para hacer un trabajo diferente. (Cambridge University, 2024)"
              },
              {
                "id": "term05",
                "term": "Conexión significativa",
                "definition": "Se refiere al acceso a banda ancha a velocidades que permitan el uso intensivo de datos en actividades simultáneas (clases en línea, teletrabajo, etc.), dispositivos de acceso adecuados para usos relevantes y habilidades digitales básicas. (Rojas, 2024)"
              },
              {
                "id": "term06",
                "term": "Energía limpia",
                "definition": "Energía generada de fuentes renovables (Nance, 2018, 104)"
              },
              {
                "id": "term07",
                "term": "Energía renovable",
                "definition": "Son un tipo de energías derivadas de fuentes naturales que llegan a reponerse más rápido de lo que pueden consumirse. (ONU, n.d.)"
              },
              {
                "id": "term08",
                "term": "Energía eficiente",
                "definition": "Se refiere a la producción o el consumo de energía que es eficiente en términos de reducción del desperdicio y mejora del uso de la misma. El concepto se asocia a menudo con la eficiencia energética, que es la práctica de utilizar menos energía para realizar la misma función o tarea. (Universidad de Sao Paulo, 2015)"
              },
              {
                "id": "term09",
                "term": "Derechos ambientales",
                "definition": "Derecho de todo ser humano a que se le respete, proteja, promueva y garantice un medio ambiente libre de contaminación, que fomente su sano desarrollo y bienestar, así como la preservación y restauración del equilibrio ecológico (UNAM, n.d.)"
              },
              {
                "id": "term10",
                "term": "Derechos humanos",
                "definition": "Derechos inherentes a todos los seres humanos, sin distinción alguna de raza, sexo, nacionalidad, origen étnico, lengua, religión o cualquier otra condición (ONU, n.d.). Además de los derechos humanos relacionados con el sistema nervioso central y periférico, así como con la actividad mental de las personas y la información que de estos se derive"
              },
              {
                "id": "term11",
                "term": "Discriminación algorítmica",
                "definition": "Se refiere al fenómeno en el cual los algoritmos de inteligencia artificial y aprendizaje automático perpetúan o incluso amplifican los prejuicios y sesgos humanos existentes en los datos con los que son entrenados. (Dialnet, n.d.)"
              },
              {
                "id": "term12",
                "term": "Habilidades blandas o socioemocionales",
                "definition": "Habilidades que las personas utilizan para comunicarse, resolver problemas, liderar, empatizar y pensar de forma creativa. (UNESCO, n.d.)"
              },
              {
                "id": "term13",
                "term": "Habilidades digitales",
                "definition": "Son la suma de conocimientos, capacidades, destrezas, actitudes y estrategias que se requieren para el uso de las tecnologías e Internet. (UNESCO, 2021)"
              },
              {
                "id": "term14",
                "term": "Identidad digital",
                "definition": "Representación digital de la información conocida acerca de una persona, un grupo o una organización concreta. (ITU, n.d.)"
              },
              {
                "id": "term15",
                "term": "Infraestructura Pública Digital (DPI, por sus siglas en inglés)",
                "definition": "Es un conjunto de sistemas digitales compartidos, seguros e interoperables, basados en tecnologías abiertas, para ofrecer un acceso equitativo a los servicios públicos o privados a escala social. (WEF, 2024)"
              },
              {
                "id": "term16",
                "term": "Inteligencia Artificial (IA)",
                "definition": "Para fines de este documento, se retoma el texto de la OECD \"Recommendation of the Council on Artificial Intelligence\", por el que se conceptualiza a las tecnologías basadas en IA como un sistema basado en máquinas que, con objetivos explícitos o implícitos, infiere, a partir de la entrada que recibe, cómo generar salidas tales como predicciones, contenidos, recomendaciones o decisiones que pueden influir en entornos físicos o virtuales. Los distintos sistemas de IA varían en sus niveles de autonomía y capacidad de adaptación tras su despliegue. (OECD, 2023)"
              },
              {
                "id": "term17",
                "term": "Interdisciplinario",
                "definition": "Se refiere al trabajo de cooperación e integración entre dos o más disciplinas y su enfoque es la obtención de síntesis que traspasen los límites de las disciplinas participantes. (UCL, n.d.)"
              },
              {
                "id": "term18",
                "term": "Modelos de lenguaje",
                "definition": "Representación matemática compleja del lenguaje que se basa en cantidades muy grandes de datos y permite a los ordenadores producir un lenguaje que parece similar al que podría decir un ser humano. (Cambridge Dictionary, n.d.)"
              },
              {
                "id": "term19",
                "term": "Multiactor",
                "definition": "Es una modalidad de cooperación internacional, en la cual se complementan los esfuerzos y competencias del sector público, con el sector empresarial y/o la sociedad civil y/o la academia, buscando resultados en la implementación de iniciativas que tengan por propósito mejorar las condiciones de vida de las personas y la comunidad, en el marco de las agendas de desarrollo. (agcidChile, n.d.)"
              },
              {
                "id": "term20",
                "term": "Multisectorial",
                "definition": "Que afecta a varios sectores, especialmente en el ámbito de la economía. (RAE, 2023)"
              },
              {
                "id": "term21",
                "term": "Nearshoring",
                "definition": "Se refiere a la externalización de trabajo a un país adyacente con un nivel equivalente de desarrollo económico; por ejemplo, cuando se transfieren puestos de trabajo de centros de atención telefónica de EE.UU. a Canadá. Como tal, puede contrastarse con la deslocalización, la subcontratación de trabajo a un país lejano con un nivel inferior de desarrollo económico. (Oxford Reference, n.d.)"
              },
              {
                "id": "term22",
                "term": "Neutralidad tecnológica",
                "definition": "Fomentar de manera proactiva la libertad de elección de todos los usuarios y consumidores, sean públicos o privados, de la alternativa tecnológica que mejor convenga a sus necesidades y circunstancias. (IFT, 2019)"
              },
              {
                "id": "term23",
                "term": "Nube",
                "definition": "La computación en nube es un modelo que permite el acceso ubicuo, cómodo y bajo demanda a un conjunto compartido de recursos informáticos configurables (por ejemplo, redes, servidores, almacenamiento, aplicaciones y servicios) que pueden ser rápidamente aprovisionados y liberados con un mínimo esfuerzo de gestión o interacción con el proveedor de servicios. Este modelo de nube se compone de cinco características esenciales, tres modelos de servicio y cuatro modelos de despliegue. (Mell, n.d.)"
              },
              {
                "id": "term24",
                "term": "Población Económicamente Activa (PEA)",
                "definition": "Todas las personas en edad de trabajar, o que contaban con una ocupación durante el período de referencia o no contaban con una pero estaban buscando emplearse con acciones específicas. (INEGI, 2002)"
              },
              {
                "id": "term25",
                "term": "Powershoring",
                "definition": "Se refiere a la descentralización de la producción hacia países que ofrecen energía limpia, segura, barata y abundante y cercanos a los grandes centros de consumo, además de otras virtudes para atraer inversiones industriales. (Arbache, 2022)"
              },
              {
                "id": "term26",
                "term": "Sandbox regulatorio",
                "definition": "Un enfoque regulatorio típicamente resumido por escrito y publicado que permite experimentar de manera dinámica modelos de innovaciones con plazos determinados bajo la supervisión de los reguladores. (UNSGSA, 2024)"
              },
              {
                "id": "term27",
                "term": "Seguridad ciudadana",
                "definition": "Es el proceso de establecer, fortalecer y proteger el orden civil democrático, eliminando las amenazas de violencia en la población y permitiendo una coexistencia segura y pacífica. (UNDP, 2014)"
              },
              {
                "id": "term28",
                "term": "Seguridad nacional",
                "definition": "La condición indispensable para garantizar la integridad y la soberanía nacional; libre de amenazas al Estado, en busca de construir una paz duradera y fructífera. (Gobierno de México, 2020)"
              },
              {
                "id": "term29",
                "term": "Seguridad pública",
                "definition": "Conforme a los preceptos legales en México, es la función compartida entre la Federación, los estados y los municipios, cuyo propósito es asegurar la protección de los bienes y derechos de las personas, así como promover condiciones propicias para la convivencia pacífica y el desarrollo tanto individual como colectivo de la sociedad. Esta función implica la prevención, persecución y sanción de las infracciones y delitos, así como la reintegración social de los infractores. (Cámara de Diputados de México, 2009) (Centro de Estudios Sociales y de Opinión Pública, 2006)"
              },
              {
                "id": "term30",
                "term": "Soberanía tecnológica",
                "definition": "La capacidad de un estado o una federación de estados para proporcionar las tecnologías que considere críticas para su bienestar, competitividad y capacidad de acción, y para poder desarrollarlas o adquirirlas de otras áreas económicas sin depender unilateralmente de una estructura. (Edler et al., 2020)"
              },
              {
                "id": "term31",
                "term": "Código abierto",
                "definition": "Software desarrollado y mantenido mediante una colaboración abierta, y disponible (generalmente sin costo alguno) para que cualquiera lo use, examine, altere y redistribuya como quiera. (Raymond, n.d.)"
              },
              {
                "id": "term32",
                "term": "Código certificado",
                "definition": "Se refiere a aquel que ha sido firmado digitalmente utilizando un certificado de firma de código. (Gitlan, 2024)"
              },
              {
                "id": "term33",
                "term": "Sostenibilidad",
                "definition": "Lo que permite satisfacer las necesidades del presente sin comprometer la habilidad de las futuras generaciones de satisfacer sus necesidades propias. (ONU, n.d.)"
              },
              {
                "id": "term34",
                "term": "Transdisciplinario",
                "definition": "Es un término utilizado en la literatura académica para describir un enfoque de investigación que integra conocimientos de diferentes disciplinas e implica la colaboración entre investigadores de diversos campos para abordar problemas complejos e interdisciplinarios. Este enfoque se caracteriza por su fluidez y naturaleza contextual, ya que implica cambios de perspectivas y metodologías para satisfacer las necesidades de la pregunta de investigación y las partes interesadas involucradas. La transdisciplinariedad se distingue de la interdisciplinariedad en que va más allá de la integración del conocimiento de diferentes disciplinas y apunta a crear algo completamente nuevo, a menudo desafiando ideologías disciplinarias y adoptando una perspectiva holística. (Hendricks, 2018)"
              },
              {
                "id": "term35",
                "term": "Educación dual",
                "definition": "Es una modalidad de enseñanza y de aprendizaje que se realiza en dos lugares distintos; la institución educativa y la empresa, que se complementan mediante actividades coordinadas. (Araya Muñoz, 2008, 46)"
              },
              {
                "id": "term36",
                "term": "Educación continua",
                "definition": "Una concepción de la educación, como un proceso permanente a lo largo de la vida, que involucra a la persona de manera integral y que se relaciona con cualquier tipo de actividad productiva en el ser humano. (Andrade Paco et al., 2009, 59)"
              }
            ]
          },
          {
            "id": "section_0_5",
            "title": "RESUMEN EJECUTIVO",
            "paragraphs": [
              {
                "id": "p0_5_1",
                "text": "Este documento es un esfuerzo colaborativo de expertos del sector público y privado, academia, sociedad civil organizada, organismos internacionales y autónomos, y público en general, coordinado por la Alianza Nacional de Inteligencia Artificial (ANIA) en beneficio de toda la población mexicana."
              },
              {
                "id": "p0_5_2",
                "text": "Las recomendaciones aquí emitidas reflejan un compromiso sólido y multifacético para orientar el desarrollo y uso - de forma ética y responsable - de la inteligencia artificial en México hacia un futuro sostenible e inclusivo. Las recomendaciones se integran bajo un marco de referencia con políticas públicas, regulaciones específicas y estrategias de gobernanza que subrayan un enfoque colaborativo y multiactor que involucre a todos los sectores de la sociedad."
              },
              {
                "id": "p0_5_3",
                "text": "**Capítulo 1:** Describe el marco contextual e identifica un marco de políticas públicas en relación a una Estrategia de Inteligencia Artificial para el país, con un enfoque multisectorial. Destaca la importancia de la Inteligencia Artificial para el futuro de México y subraya la necesidad de acciones estratégicas para aprovechar su potencial y al mismo tiempo mitigar riesgos."
              },
              {
                "id": "p0_5_4",
                "text": "**Capítulo 2:** Establece un marco de referencia para la elaboración de recomendaciones de política pública, regulación y gobernanza, en aras de garantizar y proteger los derechos humanos y ambientales con un enfoque transdisciplinario."
              },
              {
                "id": "p0_5_5",
                "text": "**Capítulo 3:** Se detallan las recomendaciones que surgen de las discusiones y reflexiones sostenidas durante las sesiones de grupos de trabajo multidisciplinarios entre septiembre y diciembre de 2023. Estas discusiones se centraron en las mejores prácticas en política pública digital aplicables al contexto mexicano, así como los marcos de recomendaciones de organismos internacionales y se dividen en las siguientes temáticas: i) Políticas Públicas y Derechos; ii) Educación y Mercados Laborales; iii) Ciberseguridad y Gestión de Riesgos, iv) Género, Inclusión y Responsabilidad Social; v) Infraestructura y Datos; e vi) Innovación, Investigación e Industria."
              },
              {
                "id": "p0_5_6",
                "text": "**Capítulo 4:** Se refiere a las recomendaciones en materia regulatoria para la Inteligencia Artificial en México. Las recomendaciones de regulación tomaron como punto de partida un análisis interdisciplinario de las políticas existentes, las propuestas legislativas en curso y las consideraciones éticas y jurídicas que están dando forma al futuro de esta tecnología en el país. Como la protección de la privacidad, la equidad en el acceso y uso de las tecnologías basadas en IA, la transparencia algorítmica y la responsabilidad en su implementación, la gobernanza y el valor de los datos."
              },
              {
                "id": "p0_5_7",
                "text": "**Capítulo 5:** Aborda las recomendaciones relacionadas a la gobernanza efectiva y democrática de la Inteligencia Artificial en el país, siendo esta indispensable para asegurar el uso ético, responsable, transparente y beneficioso para la sociedad. Las recomendaciones de gobernanza identificadas en este documento buscan mecanismos institucionales, políticas y estrategias que el país está implementando para supervisar y regular el desarrollo, uso y aplicación de esta tecnología. Considera la creación de comités multiactor, multisectoriales, interdisciplinarios y transdisciplinarios, así como, la colaboración con el sector privado, la academia y la sociedad civil."
              },
              {
                "id": "p0_5_8",
                "text": "En este documento se recogen análisis y propuestas del reporte del estado de preparación de México en inteligencia artificial, *Readiness Assessment Methodology* (RAM por sus siglas en inglés), realizado por la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO), para el cual uno de los insumos relevantes fueron las mesas de trabajo organizadas bajo el marco de colaboración con la ANIA. Esta metodología apoya a sus Estados Miembro a implementar la Recomendación sobre Ética de la Inteligencia Artificial (IA) al identificar brechas institucionales y regulatorias, permitiendo adaptar el apoyo para garantizar un ecosistema ético de IA y complementando la Evaluación de Impacto Ético a nivel micro."
              },
              {
                "id": "p0_5_9",
                "text": "Finalmente el documento concluye con la necesidad de contar con una visión integral del país en materia digital. Señala que para poder implementar las recomendaciones vertidas en este documento, es imperante contar con la continua participación de todos los actores del ecosistema digital del país, tener una estrecha coordinación institucional de los distintos órganos de gobierno y la adecuación de estructuras que permitan materializar estas recomendaciones."
              }
            ]
          }
        ]
      },
      {
        "id": "section_1",
        "title": "MARCO CONTEXTUAL",
        "paragraphs": [
          {
            "id": "p1_1",
            "text": "El dinamismo en el campo de la ciencia de la Inteligencia Artificial durante los últimos años ha marcado un antes y un después en la conversación global sobre tecnología y su impacto en la sociedad. En 2022, la Fundéu RAE destacó su relevancia al elegir \"Inteligencia Artificial\" como las palabras del año, un indicativo del creciente interés por esta tecnología emergente. Este interés no ha hecho más que intensificarse en 2023, año en el que la IA fue el foco de importantes debates y eventos a nivel mundial, incluyendo el \"Proceso de IA de Hiroshima\" (ANIA, 2023), la \"Declaración de Bletchley\" (ANIA, 2023), el \"Decreto de Joe Biden sobre Inteligencia Artificial Segura y Confiable\" (La Revolución De La Inteligencia Artificial: El Decreto De Joe Biden, 2023), el \"AI Act\" de la Unión Europea (AI Act | Shaping Europe's Digital Future, 2024), la \"Declaración de Santiago\" (Ministerio de Ciencia Tecnología, Conocimiento e Innovación de Chile, 2023), el \"Global Partnership on Artificial Intelligence Summit 2023\" en Nueva Delhi (Global Partnership on Artificial Intelligence, 2023), la \"Reunión Anual del Foro Económico Mundial en Davos\" (WEF, n.d.), y el \"Summit de IA\" para el Bien Común de la Unión Internacional de Telecomunicaciones (ITU). Estos eventos destacan la importancia central de la IA en las agendas globales, tanto que el New York Times designó al año 2023 como \"el año de la Inteligencia Artificial\" (Nieto, 2023). Esto es indicativo de una tendencia que promete mantenerse y expandirse aún más en los años siguientes."
          },
          {
            "id": "p1_2",
            "text": "La importancia de la IA y sus aplicaciones se refleja también en sus proyecciones económicas. De acuerdo con el Dr. Ryan Abbot, se espera que para 2030, la tecnología basada en la IA contribuya con hasta 15.7 billones de dólares a la economía global (Inteligencia Artificial: ¿Una Amenaza Para El Empleo En México?, 2023), una cifra que supera la producción actual combinada de China e India, resaltando el inmenso potencial de esta tecnología para transformar las economías a nivel mundial."
          },
          {
            "id": "p1_3",
            "text": "Resulta relevante destacar que la IA no eliminará empleos *per se*; más bien, los transformará y podrá traer beneficios a aquellas personas que puedan acceder a esta y otras tecnologías emergentes. De acuerdo con un análisis del Foro Económico Mundial (WEF, por sus siglas en inglés), se estima que para el año 2025, 85 millones de empleos podrían ser reemplazados por la automatización pero se crearán 97 millones de nuevas oportunidades laborales. (WEF, 2020)"
          },
          {
            "id": "p1_4",
            "text": "Según el informe de Goldman Sachs (2023), la Inteligencia Artificial y la automatización tienen el potencial de impactar 300 millones de trabajos a nivel global. Se estima que 18% de las tareas laborales podrían ser automatizadas a través de la IA, observándose un mayor impacto en los mercados desarrollados en comparación con los mercados emergentes. En la Unión Europea, este porcentaje se incrementará 24%, mientras que en Estados Unidos llegará a 25% (BriggsKodnani, 2023)."
          },
          {
            "id": "p1_5",
            "text": "A nivel regional, la adopción de tecnologías de Inteligencia Artificial está ganando impulso en América Latina y el Caribe (ALC), donde los gobiernos, las empresas, la academia y la sociedad civil están reconociendo cada vez más su potencial para impulsar el crecimiento económico, educativo y social con la finalidad de mejorar la calidad de vida de las personas, especialmente aquellas más vulnerables (como mujeres, adultos mayores, comunidades indígenas, personas con discapacidad, niños, niñas y adolescentes). Un estudio del Programa de las Naciones Unidas para el Desarrollo (PNUD) sugiere que, para 2030, la IA podría contribuir al Producto Interno Bruto (PIB) de la región en hasta 5.4% (Opp, 2024). A través de proyectos innovadores en sectores como la salud digital, la educación adaptativa y la agricultura inteligente. La tecnología basada en la IA se está posicionando como un catalizador de cambio y progreso en la región."
          },
          {
            "id": "p1_6",
            "text": "Se anticipa que la tecnología basada en la IA se convierta en un pilar fundamental para el desarrollo económico, la innovación, la competitividad, la sociedad y la reducción de desigualdades a nivel global. El avance de esta disciplina y su debida adopción en México representa una oportunidad significativa para impulsar la economía nacional y optimizar las cadenas de suministro, colocando al país en una posición favorable en el panorama tecnológico internacional."
          },
          {
            "id": "p1_7",
            "text": "En México, la IA está emergiendo como una prioridad en diversas agendas (sector público, sector privado, académico, organismos autónomos y sociedad civil organizada), con un creciente reconocimiento de su importancia para la competitividad y la productividad. En el Índice Latinoamericano de Inteligencia Artificial 2023 (ILIA), México obtuvo un puntaje de 48.55, posicionando al país como el quinto de la región, por debajo de Chile, Brasil, Uruguay y Argentina. México presenta una infraestructura tecnológica en línea con el promedio latinoamericano, resaltando avances en tecnología 5G pero enfrentando desafíos en el acceso y uso de internet. En términos de datos, el país supera la media regional, brindando oportunidades para fortalecer la investigación y desarrollo. (CEPAL, 2023)"
          },
          {
            "id": "p1_8",
            "text": "En el ámbito del talento, México se destaca en alfabetización en IA; sin embargo, esto ha tenido un mayor impacto al centro del país (CDMX y EDOMEX) - lo cual representa una brecha geográfica de habilidades tecnológicas de todo tipo- licenciados en computación y habilidades disruptivas (CEPAL, 2023). Aunque la comunidad de investigación es madura, se acerca al promedio de impacto de la IA en Latinoamérica. En Investigación y Desarrollo, México sobresale en patentes pero enfrenta deficiencias en productividad, calidad de código abierto y adopción empresarial de la IA. Mientras que en gobernanza, el país está por debajo del promedio, careciendo de una estrategia actualizada a pesar de participar en estándares internacionales y contar con regulaciones de protección de datos. (CEPAL, 2023)"
          },
          {
            "id": "p1_9",
            "text": "Por otro lado, Oxford Insights publica anualmente el Índice de Preparación de la IA del Gobierno, evaluando el desempeño de 193 países. México tuvo un crecimiento inicial en 2021 pero su puntuación ha disminuido desde entonces debido a la falta de continuidad de la política pública en materia digital, pasando de 52.62 a 50.37 en 2023. De 2021 a 2023 México perdió 13 lugares, ubicándose en el puesto 68 (Oxford Insights, 2023). Aunque mostró cierto avance en la integración de la IA en servicios públicos, este progreso se ha estancado (Anexo 1.9)"
          },
          {
            "id": "p1_10",
            "text": "La adopción de las tecnologías basadas en la IA muestra una tendencia al alza. El \"Global AI Adoption Index 2022\" señala que 31% de las empresas en México han implementado activamente la IA (IBM Global AI Adoption Index 2022, 2022). Además, una encuesta realizada por la Asociación de Internet y Knowsy AI indica que 55% de los usuarios de internet en México perciben la IA como una herramienta útil, mientras que 22% expresa preocupaciones sobre sus posibles impactos negativos (El Economista, 2023). Estas cifras reflejan una dualidad presente tanto en México como a nivel global: un entusiasmo por la innovación y el desarrollo tecnológico, junto con una cautela hacia los riesgos éticos, económicos, sociales, de dependencia tecnológica y de ciberseguridad que estos avances podrían conllevar."
          },
          {
            "id": "p1_11",
            "text": "La ubicación estratégica de México, podría convertirlo en un destino clave para empresas que buscan trasladar parte de su producción, así como se ve reflejado en la estrategia de *nearshoring*, pero necesita contar con la infraestructura digital (tecnología de almacenamiento y procesamiento de datos) capacidades y habilidades adecuadas para su desarrollo."
          },
          {
            "id": "p1_12",
            "text": "En este contexto, maximizar los beneficios requiere establecer una visión nacional compartida y desarrollar estrategias específicas que transformen esa visión en acciones concretas mediante políticas públicas, nuevas leyes o actualización de varias y una gobernanza que involucre a múltiples actores. El presente documento provee recomendaciones con el objetivo de facilitar y estructurar una Agenda de Inteligencia Artificial que permita a México potenciar la innovación, desarrollo y uso de las tecnologías basadas en IA para el bien común, salvaguardando los derechos de las personas y del medio ambiente."
          },
          {
            "id": "p1_13",
            "text": "Propone aportar a la administración (2024-2030) una visión general y actualizada de la IA, esperando que esta pueda ser considerada en el Plan Nacional de Desarrollo y la Estrategia Digital Nacional para hacer frente a la revolución tecnológica que está dando forma al siglo XXI."
          }
        ]
      },
      {
        "id": "section_2",
        "title": "OBJETIVO DEL DOCUMENTO",
        "paragraphs": [
          {
            "id": "p2_1",
            "text": "Establecer un marco de referencia que promueva la integración de la Inteligencia Artificial como un motor de la inclusión y el desarrollo social, económico y educativo del país, la investigación científica, el desarrollo tecnológico, la innovación y emprendimiento ético, responsable y equitativo. Nuestro enfoque se centra en la elaboración de recomendaciones de política pública, regulación y gobernanza, en aras de garantizar y proteger los derechos humanos y ambientales. Esto se logrará mediante una adecuada gestión de los riesgos asociados con los casos de uso de las tecnologías basadas en IA, aplicando principios de ética y responsabilidad social que promuevan la transparencia y la rendición de cuentas en todas las etapas del desarrollo de estas tecnologías, desde su diseño, hasta su despliegue y uso en el país."
          },
          {
            "id": "p2_2",
            "text": "En ese sentido y para cumplir con el objetivo macro, el 23 abril del año pasado se lanzó desde el Senado de la República, la Alianza Nacional de Inteligencia Artificial (ANIA), un mecanismo multiactor que reconoce y fortalece el ecosistema de tecnologías emergentes e inteligencia artificial en México desde una perspectiva integral, plural y multidisciplinaria; a través de estas acciones específicas:"
          },
          {
            "id": "p2_3",
            "text": "1. Generación de un diagnóstico y propuestas de regulación, política pública y modelo de gobernanza. Para lograr este objetivo se realizaron tres sesiones de seis diferentes mesas de trabajo:\n a. Políticas Públicas y Derechos\n b. Educación y Mercados Laborales\n c. Ciberseguridad y Gestión de Riesgos\n d .Género, Inclusión y Responsabilidad Social\n e.Infraestructura y Datos\n f. Innovación e Industria\n\n2. Concientización y capacitación en IA\n3. Documentación casos de uso de IA en México\n4. Colaboración internacional"
          },
          {
            "id": "p2_4",
            "text": "La Alianza Nacional de Inteligencia Artificial está poniendo en marcha un nuevo modelo de gobernanza, integrando líderes tecnológicos, iniciativa privada, la academia, sociedad civil, organismos internacionales, autónomos, gobierno, legisladores y reguladores nacionales e internacionales, para identificar una visión de país bajo un marco de referencia como se indica en la siguiente figura - \"Marco de referencia de la IA para el bien común\"."
          },
          {
            "id": "p2_5",
            "text": "Este documento es un esfuerzo colaborativo de expertos del sector público y privado, academia, sociedad civil organizada, organismos internacionales, y público en general, coordinado por la Alianza Nacional de Inteligencia Artificial, en colaboración con la UNESCO, en beneficio de toda la población mexicana."
          }
        ]
      },
      {
        "id": "section_3",
        "title": "RECOMENDACIONES DE POLÍTICA PÚBLICA",
        "subsections": [
          {
            "id": "section_3_1",
            "title": "POLÍTICA PÚBLICA Y DERECHOS",
            "paragraphs": [
              {
                "id": "p3_1_1",
                "text": "Las recomendaciones que se desarrollan a continuación surgen de las reflexiones compartidas durante las diferentes sesiones de las mesas de trabajo coordinadas por la ANIA, en acompañamiento de la UNESCO. Estos diálogos y reflexiones, se centraron en las mejores prácticas en materia de política digital aplicables al contexto mexicano; así como los marcos de recomendaciones de organismos internacionales de los cuales México forma parte, tales como la \"Recomendación sobre la Ética de la Inteligencia Artificial de la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO); y los Principios de la Organización para la Cooperación y el Desarrollo Económicos (OCDE)."
              },
              {
                "id": "p3_1_2",
                "text": "**Objetivo 3.1.1:** Incorporar acciones de política pública en Inteligencia Artificial como parte del Plan Nacional de Desarrollo (PND), la Estrategia Digital Nacional (EDN), y el Plan de Cumplimiento de las Metas de Desarrollo Sostenible 2030, definiendo una hoja de ruta por acción, instancias responsables e indicadores de ejecución."
              },
              {
                "id": "p3_1_3",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_1_4",
                "text": "• Desarrollar una metodología para el mapeo del ecosistema de la IA en México;"
              },
              {
                "id": "p3_1_5",
                "text": "• Integrar en la Política Nacional de Inclusión Digital/Agenda Digital Nacional de acuerdo al mandato del Art. 6 Constitucional, acciones específicas para el desarrollo, uso y aprovechamiento de las tecnologías emergentes, entre ellas la Inteligencia Artificial, promoviendo el ejercicio pleno de los derechos humanos, y protección del medio ambiente, como parte estructural de la agenda;"
              },
              {
                "id": "p3_1_6",
                "text": "• Definir el conjunto de acciones de la Política Nacional mediante un proceso abierto y colaborativo, involucrando a todos los participantes del ecosistema digital de México. Esto incluye a la academia, el sector privado, la sociedad civil, entidades gubernamentales de todos los niveles, organismos internacionales y el público en general, asegurando una representación integral de todos los sectores involucrados;"
              },
              {
                "id": "p3_1_7",
                "text": "• Establecer acciones concretas, definidas en una o más agendas específicas en materia digital, dentro del marco del Plan Nacional de Desarrollo 2024-2030; así como, en la Agenda de México para cumplir con las Metas de los Objetivos de Desarrollo Sostenible al 2030. Cada acción planteada deberá estar acompañada de una hoja de ruta clara, especificando la entidad encargada de llevarla a cabo, la inversión necesaria y las posibles fuentes de financiamiento, sean públicas (mediante partidas presupuestarias, fondos, etc.) y/o privadas;"
              },
              {
                "id": "p3_1_8",
                "text": "• Garantizar que las acciones - como mínimo - promuevan el desarrollo y el acceso a Infraestructura Pública Digital (DPI por sus siglas en Inglés) como son sistemas para el intercambio de información, los servicios financieros digitales; así como, el acceso a datos abiertos en formatos que sean legibles por máquinas. El desarrollo de la DPI se estructurará siguiendo estándares, especificaciones técnicas y marcos de referencia internacional como GovStack Global de la Unión Internacional de Telecomunicaciones (ITU), garantizando la privacidad, seguridad e inclusión desde su diseño;"
              },
              {
                "id": "p3_1_9",
                "text": "• Poner en marcha un sistema de identidad digital;"
              },
              {
                "id": "p3_1_10",
                "text": "• Construir una infraestructura nacional de datos con un modelo de gobernanza democrático en el que se definan los tipos de datos, un marco regulatorio que brinde certeza durante todo el ciclo de vida, los actores y responsables involucrados de su generación, acceso, tratamiento, así como, las posibles sanciones en caso de mal uso."
              },
              {
                "id": "p3_1_11",
                "text": "• Este modelo de gobernanza deberá vincularse con políticas de transparencia y acceso a la información pública, privacidad y protección de datos personales, datos abiertos, entre otros que se crean necesarios;"
              },
              {
                "id": "p3_1_12",
                "text": "• Habilitar un tablero público para el seguimiento del progreso de las acciones de la(s) agenda(s), con datos de indicadores de cumplimiento en formato abierto y visualizaciones que faciliten el análisis de información. Dicho tablero puede incluir indicadores específicos que midan el impacto de la Inteligencia Artificial en México."
              }
            ]
          },
          {
            "id": "section_3_2",
            "title": "EDUCACIÓN Y MERCADOS LABORALES",
            "paragraphs": [
              {
                "id": "p3_2_1",
                "text": "**Objetivo 3.2.1:** Propiciar la integración de habilidades y conocimientos de tecnologías basadas en Inteligencia Artificial en el diseño curricular de educación básica, media superior y superior."
              },
              {
                "id": "p3_2_2",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_2_3",
                "text": "• Establecer un ecosistema que contemple los elementos clave que permita la integración de las tecnologías basadas en la IA dentro de los entornos educativos (infraestructura, desarrollo profesional docente, oferta de recursos educativos digitales; así como, mecanismos de monitoreo y evaluación);"
              },
              {
                "id": "p3_2_4",
                "text": "• Garantizar la infraestructura necesaria (como conectividad y dispositivos tecnológicos) que permita integrar herramientas de las tecnologías basadas en la IA en las instituciones educativas, especialmente en áreas rurales y marginadas;"
              },
              {
                "id": "p3_2_5",
                "text": "• Capacitar a docentes y demás autoridades educativas de todos los niveles en el conocimiento e integración responsable de las tecnologías basadas en la IA dentro de los entornos educativos, preparándolos en el entendimiento y transmisión de estas competencias a la población estudiantil. Este esfuerzo asegurará la formación de nuevas generaciones de profesionales altamente capacitados para adquisición, profundización y creación de las tecnologías basadas en IA, fortaleciendo así el liderazgo del país en este campo tecnológico emergente;"
              },
              {
                "id": "p3_2_6",
                "text": "• Desarrollar e implementar un diseño curricular, en cada uno de los niveles educativos, que considere el entendimiento, uso y desarrollo de las tecnologías basadas en IA desde su aplicación en contextos cotidianos hasta la programación en lenguajes actualizados y relevantes alineados con el progreso tecnológico y digital, y el análisis de datos; así como el fomento del pensamiento computacional, que abarca la resolución de problemas mediante la descomposición, el reconocimiento de patrones, la abstracción y el uso de algoritmos"
              },
              {
                "id": "p3_2_7",
                "text": "• Asegurar que los planes y programas de estudio en todos los niveles educativos incluyan el desarrollo de habilidades blandas o socioemocionales. Lo anterior con el fin de generar perfiles profesionales que no solo complementan el entendimiento, uso y desarrollo de las tecnologías basadas en IA, sino que también se alineen a la demanda de la sociedad y del mercado laboral actual y futuro;"
              },
              {
                "id": "p3_2_8",
                "text": "• Generar políticas públicas que fomenten la ciudadanía digital a través de campañas de concientización y capacitación;"
              },
              {
                "id": "p3_2_9",
                "text": "• Incorporar mecanismos de monitoreo y evaluación para medir el impacto de la IA en la educación, alineando las políticas y estrategias a los estándares internacionales de evaluación de tecnologías educativas, como los establecidos por la UNESCO, la ITU y la OCDE;"
              },
              {
                "id": "p3_2_10",
                "text": "• Facilitar la colaboración internacional para compartir mejores prácticas y lecciones aprendidas en la implementación de la IA en diferentes contextos educativos, a través de plataformas de intercambio de conocimientos y la participación en foros globales."
              },
              {
                "id": "p3_2_11",
                "text": "**Objetivo 3.2.2:** Impulsar programas de formación, actualización y certificación profesional (micro-credenciales), de acuerdo a la demanda laboral generada por las tecnologías basadas en IA, garantizando siempre los derechos laborales."
              },
              {
                "id": "p3_2_12",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_2_13",
                "text": "• Fomentar la educación y capacitación continua a través de recursos educativos y talleres de todos los niveles;"
              },
              {
                "id": "p3_2_14",
                "text": "• Fortalecer los programas de formación, actualización y certificación profesional (micro-credenciales) dirigidos a la Población Económicamente Activa (PEA). Estos programas deberán desarrollar y fomentar las habilidades y competencias que permitan a las personas mantener sus empleos actuales, facilitar la transición o adquisición de nuevas capacidades de acuerdo a la demanda del mercado laboral. Las ofertas de formación deberán incluir un enfoque de uso ético y responsable, y de protección de los derechos humanos;"
              },
              {
                "id": "p3_2_15",
                "text": "• Implementar programa integrales de formación y capacitación en tecnologías basadas en IA dirigido a funcionarios públicos;"
              },
              {
                "id": "p3_2_16",
                "text": "• Fomentar una cultura organizacional que promueva el desarrollo e integración de la IA como una herramienta fundamental para la Transformación Digital de la Administración Pública, considerando aspectos clave como la gestión del cambio. Esto permitirá al personal que integra las dependencias públicas comprender los beneficios y riesgos asociados con esta tecnología, identificar los campos de aplicación que generen valor y adquirir los conocimientos técnicos necesarios para su adecuada implementación;"
              },
              {
                "id": "p3_2_17",
                "text": "• Implementar un modelo de educación dual que permita a los estudiantes incorporarse al mercado laboral mientras continúan sus estudios a través de métodos híbridos y flexibles, que combinan la enseñanza presencial con la modalidad en línea;"
              },
              {
                "id": "p3_2_18",
                "text": "• Implementar políticas de complementariedad, reconversión y capacitación cruzada en el mercado laboral que genere las habilidades necesarias para adaptarse a los cambios generados por tecnologías emergentes."
              },
              {
                "id": "p3_2_19",
                "text": "**Objetivo 3.2.3:** Incrementar la inversión en investigación y desarrollo de tecnologías emergentes para impulsar el desarrollo de México."
              },
              {
                "id": "p3_2_20",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_2_21",
                "text": "• Promover el fortalecimiento del ecosistema de la Inteligencia Artificial en México y mitigar la fuga de talento mediante la implementación de políticas que fomenten la creación de oportunidades laborales para ciudadanos mexicanos en áreas de investigación en IA y roles especializados, en colaboración entre instituciones educativas, iniciativa privada y organismos internacionales;"
              },
              {
                "id": "p3_2_22",
                "text": "• Crear un fondo de inversión pública y privada para investigación y desarrollo científico y tecnológico de sistemas de IA y tecnologías emergentes;"
              },
              {
                "id": "p3_2_23",
                "text": "• Promover la creación de centros de excelencia y clústeres tecnológicos especializados en las tecnologías basadas en IA para fomentar la innovación y el desarrollo tecnológico de sectores prioritarios para el país."
              }
            ]
          },
          {
            "id": "section_3_3",
            "title": "CIBERSEGURIDAD Y GESTIÓN DE RIESGOS",
            "paragraphs": [
              {
                "id": "p3_3_1",
                "text": "**Objetivo 3.3.1:** Promover la ciberseguridad en el país mediante la implementación de principios para el desarrollo tecnológico, la gestión de riesgos y la investigación, así como, protocolos efectivos de intercambio de información sobre ciberataques entre sectores."
              },
              {
                "id": "p3_3_2",
                "text": "**Nota:** Estas acciones deberán verse reflejadas en la Ley de Ciberseguridad que se describe en la sección de recomendaciones de regulación."
              },
              {
                "id": "p3_3_3",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_3_4",
                "text": "• Establecer principios de desarrollo, adquisición e implementación de software y tecnologías emergentes que integren: a) elementos de interacción, control y supervisión humana; b) protocolos de gestión de riesgos, monitoreo de incidentes, y autenticación de información; y c) políticas de privacidad, protección de datos, transparencia, rendición de cuentas y explicabilidad;"
              },
              {
                "id": "p3_3_5",
                "text": "• Incrementar la inversión en investigación y desarrollo de ciberseguridad y la aplicabilidad de algoritmos de aprendizaje automático para complementar modelos de análisis de eventos pasados (prescriptivos y de diagnóstico) y futuros (predictivos y descriptivos) en la gestión de riesgos cibernéticos;"
              },
              {
                "id": "p3_3_6",
                "text": "• Impulsar la innovación en la gestión de la ciberseguridad y riesgos cibernéticos a través del uso de espacios controlados de pruebas - \"sandboxes\" - involucrando equipos expertos multidisciplinarios y multisectoriales. Éstos equipos definirán, y evaluarán diferentes criterios de medición de impacto del uso de sistemas de IA que se aplicarán durante los procesos de contratación, desarrollo y uso en el sector público y privado;"
              },
              {
                "id": "p3_3_7",
                "text": "• Actualizar continuamente los protocolos para compartir información sobre ciberataques entre organizaciones del sector público, la academia, empresas/PyMES, instituciones educativas y sociedad civil organizada para: a) compartir lecciones aprendidas y estrategias de mejora para prevención y corrección de los sistemas de respuesta a incidentes cibernéticos; y b) Fortalecer los protocolos de actuación policial ante ciberataques, ataques ofensivos o técnicas de desanonimización;"
              },
              {
                "id": "p3_3_8",
                "text": "• Articular campañas de concientización continua sobre los beneficios y riesgos de las tecnologías basadas en IA. Éstas deben facilitar y promover la adopción de estándares, gestión de riesgos, y certificaciones de ciberseguridad, principalmente en las pequeñas y medianas empresas (PyMES);"
              },
              {
                "id": "p3_3_9",
                "text": "• Crear un grupo multiactor que se encargue de analizar y anticipar problemas sobre el desarrollo y uso de las tecnologías emergentes, así como, su impacto ético, legal, médico, social, cultural, económico, político, de seguridad pública y ciudadana."
              }
            ]
          },
          {
            "id": "section_3_4",
            "title": "GÉNERO, INCLUSIÓN Y RESPONSABILIDAD SOCIAL",
            "paragraphs": [
              {
                "id": "p3_4_1",
                "text": "**Objetivo 3.4.1:** Promover el ejercicio pleno de los derechos humanos en el desarrollo, adquisición, y uso de sistemas de IA en el sector público como privado a través de guías, protocolos, capacitación y asistencia técnica."
              },
              {
                "id": "p3_4_2",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_4_3",
                "text": "• Desarrollar guías de desarrollo y uso de las tecnologías basadas IA en programas sociales y educativos, acceso a crédito, oportunidades de empleo, y servicios de salud orientadas a prevenir la discriminación en el perfilamiento de la población usuaria;"
              },
              {
                "id": "p3_4_4",
                "text": "• Establecer protocolos de información a las personas usuarias sobre el uso de las tecnologías basadas en IA en los sistemas con los que interactúan describiendo claramente riesgos y limitaciones del sistema, el proceso de quejas y tiempos de resolución de las mismas;"
              },
              {
                "id": "p3_4_5",
                "text": "• Identificar y mitigar la discriminación algorítmica mediante la capacitación sobre sesgos, perspectiva de género, derechos humanos, a todas las personas involucradas en las distintas etapas del ciclo de la IA desde la generación de datos hasta el uso de sistemas;"
              },
              {
                "id": "p3_4_6",
                "text": "• Proveer de infraestructura de internet de alta velocidad y capacidad de procesamiento de grandes volúmenes de datos en Universidades y Centros de Investigación orientados al desarrollo de casos de uso de IA aplicados al contexto y las necesidades de las comunidades que sirven. Facilitar el acceso a esta infraestructura a las PYMES e instituciones Públicas locales para el desarrollo de casos de uso, capacitación, desarrollo de habilidades en IA e inclusión digital de toda la población;"
              },
              {
                "id": "p3_4_7",
                "text": "• Medir y mitigar los impactos ambientales del ciclo de vida de la IA, particularmente en lo que se refiere al consumo energético, de agua y emisiones de gases de efecto invernadero de los centros de datos públicos y privados;"
              },
              {
                "id": "p3_4_8",
                "text": "• Impulsar el emprendimiento de base tecnológica y atracción de capital potenciando las oportunidades del \"Powershoring\";"
              },
              {
                "id": "p3_4_9",
                "text": "• Adecuar espacios públicos como bibliotecas, aulas digitales, centros de atención al público y centros de inclusión digital con programas para el desarrollo, uso y aplicación de la IA en diferentes actividades y profesiones. Los espacios deberán proveer hardware y software accesible para personas no familiarizadas con las nuevas tecnologías, o con alguna discapacidad sensorial visual, auditiva, física, intelectual o psicosocial;"
              },
              {
                "id": "p3_4_10",
                "text": "• Fomentar la formación humanista y ética en IA, con un enfoque en derechos humanos, inclusión, diversidad y perspectiva de género, facilitando el acceso a becas para la formación y estudio de especialización en áreas STEM a mujeres, comunidades indígenas y población de entornos rurales y semiurbanos;"
              },
              {
                "id": "p3_4_11",
                "text": "• Salvaguardar la diversidad multicultural y lingüística del país, emprendiendo acciones para generar datos de entrenamiento (grandes modelos de lenguaje locales y regionales) que representen la diversidad de la población, integrando aspectos culturales en el desarrollo de la IA garantizando sistemas sean más equitativos, relevantes y éticamente sólidos."
              }
            ]
          },
          {
            "id": "section_3_5",
            "title": "INFRAESTRUCTURA Y DATOS",
            "paragraphs": [
              {
                "id": "p3_5_1",
                "text": "**Objetivo 3.5.1:** Promover la inversión en el desarrollo de Infraestructura Pública Digital (DPI), incluyendo redes de telecomunicaciones, software, modelos de IA, y estructuras de datos abiertos diseñadas bajo principios éticos."
              },
              {
                "id": "p3_5_2",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_5_3",
                "text": "• Definir una política nacional de gobernanza de datos;"
              },
              {
                "id": "p3_5_4",
                "text": "• Impulsar la inversión en el despliegue de redes de telecomunicaciones - incluidas las comunitarias -, el incremento de la capacidad de procesamiento de los centros de datos, la gestión de un consumo energético sostenible, capacidades de soporte técnico y administrativo, así como, el fortalecimiento a redes de computación entre centros académicos de investigación y desarrollo;"
              },
              {
                "id": "p3_5_5",
                "text": "• Impulsar el desarrollo de software en código certificado, abierto, reutilizable y basado en estándares internacionales, así como, modelos abiertos de IA como parte del stack tecnológico de la Administración Pública. Dicha DPI deberá estar disponible para el uso compartido de entidades públicas y privadas;"
              },
              {
                "id": "p3_5_6",
                "text": "• Fortalecer el desarrollo de estructuras y esquemas de datos que faciliten el intercambio legal y seguro de información, implementando técnicas de anonimización de datos personales y aplicando protocolos de procesamiento ético y responsable, especialmente en datos comerciales que contengan información de identificación personal. Además, promover la generación sistemática de estadísticas, indicadores y bases de datos representativas;"
              },
              {
                "id": "p3_5_7",
                "text": "• Promover políticas de datos y gobierno abierto, así como, interfases de aplicación - APIs - que aseguren que los usuarios tendrán acceso a datos necesarios, actualizados y de calidad para el desarrollo y uso de las tecnologías basadas en IA. En este sentido, se deberá asegurar una gestión efectiva de los datos y calidad en su ciclo de vida;"
              },
              {
                "id": "p3_5_8",
                "text": "• Definir principios claros sobre cómo el gobierno y las empresas recopilan, utilizan y comparten datos, promoviendo la transparencia, explicabilidad y auditoría en la interacción con soluciones basadas en inteligencia artificial. Deberán también especificar los mecanismos de protección, y supervisión para asegurar la privacidad y seguridad de los datos;"
              },
              {
                "id": "p3_5_9",
                "text": "• Acelerar la digitalización de todos los organismos del Estado para una mejor aplicación y uso de la IA en el diseño de servicios digitales proactivos y altamente personalizados en la experiencia de interacción con el usuario. Así como, para la mejora en todas las labores del sector público, la toma de decisiones y el diseño de política pública basado en evidencia;"
              },
              {
                "id": "p3_5_10",
                "text": "• Capacitar a los funcionarios públicos de todos los niveles de gobierno en el uso ético, responsable y basado en derechos humanos sobre la aplicación de tecnologías basadas en la IA en sus labores, impulsando el desarrollo de casos de uso para mejora de servicios a la población, así como, en la gestión interna de la función pública. La capacitación deberá estar en el marco de una agenda de Innovación Pública que permita espacios de experimentación abierta como pueden ser laboratorios de diseño de servicios y/o sandboxes. Éstos, habilitados en colaboración con el ecosistema GovTech y co-financiamiento público y privado;"
              },
              {
                "id": "p3_5_11",
                "text": "• Alinear los incentivos para promover la inversión en infraestructura básica de telecomunicaciones e internet, computación, supercomputación y centros de datos, abriendo oportunidades para la implementación de esquemas de colaboración público-privada, basados en principios de neutralidad tecnológica y competencia."
              }
            ]
          },
          {
            "id": "section_3_6",
            "title": "INNOVACIÓN, INVESTIGACIÓN E INDUSTRIA",
            "paragraphs": [
              {
                "id": "p3_6_1",
                "text": "**Objetivo 3.6.1:** Articular la atracción de capital para la investigación y desarrollo de tecnologías emergentes incluida la IA."
              },
              {
                "id": "p3_6_2",
                "text": "**Acciones:**"
              },
              {
                "id": "p3_6_3",
                "text": "• Aumentar progresivamente la inversión en Investigación y Desarrollo (I & D) para alcanzar el promedio de inversión como porcentaje del Producto Interno Bruto (PIB) de la OCDE de 2.3%, actualmente México destina sólo el 0.3%. Este aumento deberá priorizar la investigación y desarrollo de casos de uso de IA en todos los sectores económicos y sociales del país, utilizando la Infraestructura Pública Digital (DPI) física y de software. Comenzando con sectores que ya tienen una base tecnológica y capacidad de absorción de IA para alcanzar resultados y casos de éxito a corto plazo que justifiquen inversiones futuras en otros sectores;"
              },
              {
                "id": "p3_6_4",
                "text": "• Focalizar fondos de inversión en desarrollo de casos de uso de IA en industrias cuyos equipos directivos son diversos en términos de experiencia profesional y paritarios en el número de mujeres en espacios de liderazgo. Los casos de uso podrán utilizar infraestructura pública digital y espacios controlados de prueba sandboxes, así como, acceso a redes de investigación y desarrollo Nacionales e Internacionales;"
              },
              {
                "id": "p3_6_5",
                "text": "• Impulsar la soberanía tecnológica, el emprendimiento de base tecnológica y atracción de capital potenciando las oportunidades del \"Nearshoring\" a empresas desarrollando productos y servicios en las áreas de IA aplicada a biociencia, modelos abiertos de IA, videojuegos, tecnología verde y apoyando a la industria de alta tecnología como el desarrollo de microprocesadores de nueva generación, bajo un enfoque sostenible;"
              },
              {
                "id": "p3_6_6",
                "text": "• Apoyar la investigación colaborativa impulsando proyectos conjuntos entre universidades, industria y emprendimientos de base tecnológica para avanzar en el desarrollo de la IA;"
              },
              {
                "id": "p3_6_7",
                "text": "• Aumentar el papel de la cooperación internacional así como la coordinación de políticas y estrategias a nivel nacional para fortalecer la soberanía tecnológica en áreas estratégicas - como es el diseño de microprocesadores-;"
              },
              {
                "id": "p3_6_8",
                "text": "• Requerir a los desarrolladores de sistemas basados en la IA el uso de espacios controlados de pruebas denominados \"Sandboxes\" que faciliten el cumplimiento con protocolos de seguridad, protección y respeto a los derechos humanos, medición de impacto y estándares de transparencia algorítmica. Estos espacios proveerán alta capacidad de cómputo y acceso a redes de especialistas en México y el extranjero que ayuden a calibrar los casos de uso;"
              },
              {
                "id": "p3_6_9",
                "text": "• Impulsar la productividad de las PYMES a través de la digitalización de sus operaciones y el desarrollo de nuevos modelos de negocio con el uso de IA. Promoviendo el desarrollo de capacidades técnicas y jurídicas en ámbitos como la propiedad intelectual, privacidad y datos personales recursos de etiquetado que faciliten validar la autenticidad de la información, todo en concordancia con estándares nacionales e internacionales de derechos humanos."
              }
            ]
          }
        ]
      },
      {
        "id": "section_4",
        "title": "RECOMENDACIONES DE REGULACIÓN",
        "paragraphs": [
          {
            "id": "p4_1",
            "text": "En el contexto del avance acelerado de las tecnologías basadas en inteligencia artificial en todos los ámbitos de la sociedad, México se encuentra en un momento clave para establecer un marco regulatorio sólido que fomente la innovación y proteja los derechos y valores fundamentales de las personas, especialmente de los grupos poblacionales menos representados y en situación de vulnerabilidad."
          },
          {
            "id": "p4_2",
            "text": "Las recomendaciones de regulación tomaron como punto de partida un análisis de las políticas existentes, las propuestas legislativas en curso y las consideraciones éticas y jurídicas que están dando forma al futuro de esta tecnología en el país. Incluyendo desde la protección de la privacidad hasta la equidad en el acceso y uso de las tecnologías basadas en IA, pasando por la responsabilidad algorítmica y la transparencia en su implementación, e identificando la gobernanza y el valor de los datos."
          },
          {
            "id": "p4_3",
            "text": "• Integrar en la protección de los derechos humanos, la protección de los derechos relacionados con el sistema nervioso central y periférico, así como con la actividad mental de las personas y la información que de estos se derive - neuroderechos- mediante la actualización en la Ley General de Protección de Datos Personales en Posesión de los Sujetos Obligados y la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, para la protección contra las neurotecnologías;"
          },
          {
            "id": "p4_4",
            "text": "• Promover el fortalecimiento de organismos certificadores de software y hardware para el desarrollo, uso y aplicación de las tecnologías basadas en IA; conforme a los estándares acordados por los mecanismos de coordinación regulatoria que se implementen para el fin de este documento. Dichos organismos deberían operar bajo mecanismos de coordinación institucional, asegurando la colaboración entre diferentes sectores y niveles de gobierno para garantizar una visión integrada y coherente a nivel nacional;"
          },
          {
            "id": "p4_5",
            "text": "• Fomentar esquemas de regulación progresivos, flexibles y adaptables así como de autorregulación, bajo un marco de principios, obligaciones y consecuencias legales vinculantes;"
          },
          {
            "id": "p4_6",
            "text": "• Establecer normativas claras y específicas para la gestión de datos en la nube y en los centros de datos;"
          },
          {
            "id": "p4_7",
            "text": "• Optar por una regulación de la IA basada en la neutralidad tecnológica, la competencia económica, la gestión de riesgos, la privacidad, la seguridad y la transparencia de acuerdo a estándares internacionales y mejores prácticas;"
          },
          {
            "id": "p4_8",
            "text": "• Clasificar a las tecnologías basadas en IA por su grado de afectación en los derechos humanos, prohibiendo el reconocimiento y predicción de emociones, pensamientos y/o conductas, y/o la incidencia sobre estos, así como la identificación biométrica con fines de perfilamiento o vigilancia;"
          },
          {
            "id": "p4_9",
            "text": "• Facilitar medios y mecanismos de denuncia de abusos y aplicación de las sanciones correspondientes;"
          },
          {
            "id": "p4_10",
            "text": "• Compaginar las regulaciones y definiciones existentes con marcos de referencia internacional como la \"Recomendación sobre la ética de la inteligencia artificial de la UNESCO¨, los principios de IA de la OECD, la Resolución A/78/L49 de la Organización de las Naciones Unidas (ONU), entre otros, de acuerdo a la necesidad de desarrollo, uso y aprovechamiento de la IA en el contexto mexicano. Así como, determinar cuáles deben ser adaptadas, actualizadas y/o creadas;"
          },
          {
            "id": "p4_11",
            "text": "• Fortalecer la garantía del ejercicio pleno de los derechos humanos, como principios regulatorios en todo el ámbito digital, incluidas las tecnologías basadas en la IA. La definición de estándares, código de ética y procesos anti sesgos, deberán publicarse como Decretos Secretariales, Guías y Lineamientos de acuerdo al ámbito de competencia de Organismos Autónomos, Gobiernos Estatales y Municipales; a través de procesos de participación con academia, sociedad civil organizada y comunidades impactadas por el uso de IA. Es fundamental que estos principios y regulaciones se fundamenten en la Constitución Política de los Estados Unidos Mexicanos;"
          },
          {
            "id": "p4_12",
            "text": "• Expedir una Ley de Ciberseguridad que considere: la protección de infraestructuras críticas y datos sensibles, la promoción de la educación y la concientización en materia de ciberseguridad, así como la colaboración entre sectores público y privado para compartir información, mejores prácticas, y la implementación de mecanismos eficaces de respuesta ante incidentes. El proceso de preparación de la Ley deberá considerar el cumplimiento de los estándares del Convenio de Budapest u otros convenios sobre delitos cibernéticos diferenciando claramente la seguridad nacional, que se ocupa de proteger infraestructura y servicios críticos, de la seguridad ciudadana, que se enfoca en protocolos de actuación y respuesta a incidentes cibernéticos bajo mecanismos de cooperación efectivos, transparentes y con rendición de cuentas para garantizar una contribución efectiva a la ciberseguridad;"
          },
          {
            "id": "p4_13",
            "text": "• Armonizar principios regulatorios a los tratados comerciales y convenios internacionales de los que México sea parte;"
          },
          {
            "id": "p4_14",
            "text": "• Promover una gestión ética y responsable en el desarrollo, uso, aplicación e implementación de las tecnologías basadas en IA (marco de responsabilidades legales): responsables, responsabilidades y consecuencias;"
          },
          {
            "id": "p4_15",
            "text": "• Implementar \"sandboxes regulatorios\" o espacios de prueba controlados, en donde se reúnan los reguladores para guiar a las empresas en el lanzamiento seguro de sus innovaciones al mercado, con el fin de identificar riesgos potenciales que lleven o no a una posible intervención específica (De La Peña et al., 2024);"
          },
          {
            "id": "p4_16",
            "text": "• Fortalecer las capacidades de la Comisión Federal de Competencia Económica (COFECE) como órgano regulador que fomente la competencia y el acceso equitativo a los datos para que nuevas tecnologías como las basadas en Inteligencia Artificial estén al alcance de todas y todos, sin importar su tamaño (emprendedores o gigantes tecnológicos), y para que estas sean un motor de desarrollo, innovación e inclusión económica en México;"
          },
          {
            "id": "p4_17",
            "text": "• Fortalecer las capacidades del Instituto Federal de Telecomunicaciones (IFT) como órgano de competencia en materia de telecomunicaciones para mejorar las condiciones de despliegue de infraestructura, y asequibilidad de los servicios de telecomunicaciones en México. Esto, a través de procesos de conectividad significativa, autonomía y apropiación digital, de acuerdo con análisis de contexto basados en las necesidades, intereses y riesgos asociados de las localidades en materia de conectividad;"
          },
          {
            "id": "p4_18",
            "text": "• Fortalecer las capacidades y marco normativos del Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales (INAI), como órgano de competencia en materia de protección de datos personales para incluir la supervisión y el cumplimiento de las normativas relacionadas con el uso de las tecnologías basadas en IA y la protección de datos personales. Esto implicaría la implementación de mecanismos de monitoreo y evaluación para garantizar que las instituciones públicas y privadas cumplan con las regulaciones establecidas y tomen medidas correctivas cuando sea necesario;"
          },
          {
            "id": "p4_19",
            "text": "• Actualizar la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, la Ley General de Protección de Datos Personales en Posesión de Sujetos Obligados;"
          },
          {
            "id": "p4_20",
            "text": "• Crear una Ley de Datos Abiertos Públicos;"
          },
          {
            "id": "p4_21",
            "text": "• Fortalecer las capacidades del Instituto Mexicano de la Propiedad Industrial (IMPI) y el Instituto Nacional del Derecho de Autor (INDAUTOR) en materia de protección de derechos de autor, patentes y marcas registradas en el contexto del desarrollo, uso, aplicación y comercialización de tecnologías basadas en IA;"
          },
          {
            "id": "p4_22",
            "text": "• Fusionar y fortalecer las capacidades del Instituto Mexicano de la Propiedad Industrial (IMPI) y el Instituto Nacional del Derecho de Autor (INDAUTOR) en materia de protección de derechos de autor, patentes y marcas registradas en el contexto del desarrollo, uso, aplicación y comercialización de tecnologías basadas en IA;"
          },
          {
            "id": "p4_23",
            "text": "• Definir el marco de protección de la propiedad intelectual y de los derechos de autor ante el uso de datos y obras en los sistemas de IA. Así como la protección de obras, desarrollos e invenciones producidos con tecnologías basadas en IA;"
          },
          {
            "id": "p4_24",
            "text": "• Actualizar la Ley Federal de Derecho del Autor y la Ley Federal de Protección a la Propiedad Industrial. Esto permitirá adaptar las regulaciones a las nuevas realidades tecnológicas y garantizar la adecuada protección de los derechos de propiedad intelectual en un entorno digital;"
          },
          {
            "id": "p4_25",
            "text": "• Desarrollar guías prácticas, modelos de contratos y herramientas de evaluación de riesgos para ayudar a mitigar posibles problemas éticos y legales, así como desarrollar auditorías, investigaciones de posibles infracciones y sanciones para aquellos que no cumplan con las regulaciones establecidas;"
          },
          {
            "id": "p4_26",
            "text": "• Fortalecer las capacidades del Instituto Nacional Electoral (INE), a través de la creación de un marco reglamentario que defina los límites y condiciones bajo los cuales las herramientas basadas en la IA pueden ser utilizadas en campañas políticas, propaganda electoral y difusión de información relacionada con elecciones;"
          },
          {
            "id": "p4_27",
            "text": "• Desarrollar herramientas y estrategias que permitan identificar y contrarrestar la desinformación generada por IA. Así como, desarrollar sistemas de detección de noticias falsas o engañosas, desinformación, distorsión de la realidad y otros contenidos sintéticos que puedan ser utilizados para manipular la opinión pública;"
          },
          {
            "id": "p4_28",
            "text": "• Fortalecer las capacidades del Poder Judicial para el uso y aplicación ético y responsable de las tecnologías basadas en la IA a través de la capacitación, el desarrollo de directrices y estándares éticos, auditoría y evaluación de algoritmos, protección de la privacidad y los derechos humanos, y promoción de la participación ciudadana y la rendición de cuentas en los procesos de justicia;"
          },
          {
            "id": "p4_29",
            "text": "• El Poder Judicial deberá colaborar con expertos en IA, ética y derechos humanos para desarrollar directrices y estándares éticos y legales para el uso y aplicación de las tecnologías basadas en la IA en el sistema judicial. Estas directrices deberán abordar cuestiones como la transparencia, la equidad, la imparcialidad y la protección de datos, garantizando que las decisiones judiciales basadas en algoritmos sean justas y respeten los derechos fundamentales;"
          },
          {
            "id": "p4_30",
            "text": "Fortalecer las competencias de la Comisión Nacional de los Derechos Humanos (CNDH), el Centro Nacional de Prevención de Desastres (CENAPRED), el Instituto Nacional de las Mujeres (INMUJERES) y el Instituto Nacional de Propiedad Industrial (INPI) en áreas relacionadas con la discriminación, la inclusión, la representación, el consentimiento en material audiovisual, la salvaguarda de la imagen y la reputación, así como los derechos de las comunidades indígenas, grupos vulnerables y otras cuestiones pertinentesFomentar en el poder legislativo, la constante evolución, efectividad y coherencia de la legislación en materia de tecnologías emergentes;"
          },
          {
            "id": "p4_31",
            "text": "• Integrar los principios de protección a los derechos humanos en el desarrollo, uso y aplicación de las tecnologías basadas en la IA en todos los convenios y tratados internacionales, como el T-MEC, incorporando cláusulas específicas que aborden estos temas y referenciando instrumentos internacionales pertinentes;"
          },
          {
            "id": "p4_32",
            "text": "• Establecer mecanismos de supervisión y cumplimiento, fomentar la cooperación y el intercambio de mejores prácticas, y promover la inclusión de cláusulas de salvaguarda y resolución de controversias."
          }
        ]
      },
      {
        "id": "section_5",
        "title": "RECOMENDACIONES DE GOBERNANZA",
        "paragraphs": [
          {
            "id": "p5_1",
            "text": "La gobernanza efectiva y democrática de la IA se vuelve indispensable para asegurar su uso ético, responsable, transparente y beneficioso para la sociedad. Las Recomendaciones de Gobernanza buscan mecanismos institucionales, políticas y estrategias que el país está implementando para supervisar y regular el desarrollo, uso y aplicación de esta tecnología. Desde la creación de comités multiactor, multisectoriales, interdisciplinarios y transdisciplinarios, hasta la colaboración con el sector privado y la sociedad civil. Una gobernanza robusta, abierta y colaborativa es clave para fomentar la innovación responsable y proteger los derechos y valores fundamentales de las personas."
          },
          {
            "id": "p5_2",
            "text": "• Integrar las atribuciones de la Coordinación de Estrategia Digital Nacional de la Presidencia de la República, y las del Centro de Investigación e Innovación en Tecnologías de Información (INFOTEC) para crear la Agencia Digital Nacional (ADN) como organismo público descentralizado que reportaría al Ejecutivo Federal. La fusión considera la integración de plantillas de personal, activos y presupuesto para formar la ADN. Así como, la reconversión de roles y perfiles profesionales, sin que esto considere un incremento en el monto de presupuesto que actualmente ejercen cada una de las entidades descritas;"
          },
          {
            "id": "p5_3",
            "text": "• Crear una Oficina de Inteligencia Artificial dentro de la ADN. Las tareas de la Oficina, incluyen el desarrollo de herramientas para evaluar las capacidades de los modelos de IA de propósito general, monitorear la implementación de reglas, identificar riesgos emergentes, investigar posibles infracciones y apoyar la aplicación de regulaciones sobre usos y prácticas prohibidas de IA, y el registro de sistemas de riesgo;"
          },
          {
            "id": "p5_4",
            "text": "• Promover a través de la ADN que todas las entidades públicas asignen un talento digital como punto focal responsable de supervisar todos los sistemas basados en la inteligencia artificial que utilicen y que garanticen que el uso de estas herramientas en el servicio público siga siendo seguro para el ciudadano y la nación;"
          },
          {
            "id": "p5_5",
            "text": "Integrar un Comité de Ética que fomente la innovación, compra, desarrollo, uso y aplicación responsable de las tecnologías basadas en la IA en el sector público y privado. El Comité debe tener un enfoque multiactor, multisectorial, interdisciplinario y transdisciplinario;"
          },
          {
            "id": "p5_6",
            "text": "• En temas relacionados a la seguridad nacional, se deberá seguir la normatividad aplicable;"
          },
          {
            "id": "p5_7",
            "text": "• Alinear las directrices en materia de gestión de presupuesto TIC y de procesos de adquisiciones de bienes y servicios TIC de la Administración Pública Federal, los Organismos Autónomos, los Poderes Legislativos, Gobiernos Estatales y Municipales, así como los de los Programas de Apoyo a la Modernización Local como el INAFED, para generar mejores condiciones de precio, y promover el desarrollo, uso y actualización constante de infraestructura pública digital abierta y de uso compartido con entidades públicas y privadas;"
          },
          {
            "id": "p5_8",
            "text": "• Actualizar y fortalecer las atribuciones de la Comisión Intersecretarial de Tecnologías de la Información y Comunicación, y de la Seguridad de la Información (CITICSI) y sus grupos de trabajo, incorporando uno especializado en Inteligencia Artificial y tecnologías emergentes; para reflejar las prioridades de desarrollo digital en el país;"
          },
          {
            "id": "p5_9",
            "text": "• Promover la implementación de mecanismos de coordinación con Gobiernos Estatales como la Conferencia Nacional de Gobernadores (CONAGO); Estatales y Municipales como el Comité de Informática de la Administración Pública Estatal y Municipal A.C. (CIAPEM); así como con Órganos Constitucionales Autónomos como el INAI, la Comisión Nacional de Competencia Económica (COFECE), el IFT, la Comisión Nacional Derechos Humanos, la Comisión Federal para la Protección contra Riesgos Sanitarios (COFEPRIS), el INE, el IMPI, la Comisión Nacional de Bioética (CONBIOÉTICA), y los poderes Legislativo y Judicial, por mencionar algunos;"
          },
          {
            "id": "p5_10",
            "text": "• Habilitar al Consejo Consultivo de la CITICSI como un espacio de gobernanza multiactor - sector privado, academia, sociedad civil, población, entre otros- responsable de empujar actualizaciones constantes a la Agenda Digital Nacional y Agendas Específicas salvaguardando los principios de inclusión, no discriminación, privacidad, acceso equitativo, y fomento a la innovación digital en todos los grupos, poblaciones y sectores productivos del País;"
          },
          {
            "id": "p5_11",
            "text": "• Incorporar a representantes de la industria TIC y sectores industriales de alto consumo de servicios y productos basados en la IA, la academia y la sociedad civil organizada al proceso de definición de estándares, protocolos, y salvaguardas para el desarrollo, uso y aplicación ética, legal y responsable de modelos de IA y tecnologías emergentes, dentro del marco de derechos humanos;"
          },
          {
            "id": "p5_12",
            "text": "• Institucionalizar mecanismos de colaboración entre reguladores, stakeholders y entidades públicas para implementar espacios de prueba, conocidos como \"sandboxes\";"
          },
          {
            "id": "p5_13",
            "text": "• Habilitar el Centro de Datos tier 4 de INFOTEC como un ¨Sandbox¨ especializado en el desarrollo de casos de uso estratégicos para el desarrollo del país y cuyo uso de datos requiere que éstos sean tratados bajo los estándares más altos de seguridad, anonimización y privacidad. Dichos casos de uso contarán con consejos consultivos y acceso a redes de expertos nacionales e internacionales;"
          },
          {
            "id": "p5_14",
            "text": "• Garantizar la aplicación del principio constitucional de paridad de género en la dirección de entidades gubernamentales y su extensión a diversos niveles jerárquicos, funciones y áreas especializadas de tecnologías basadas en la IA, así como su incorporación en organizaciones privadas y sociales mediante cambios legales que contemplen acciones afirmativas, cuotas y medidas de transparencia. Esto debe incluir la promoción de la diversidad de perfiles en los órganos directivos y en todas las áreas de especialización, abarcando género, edad y experiencia en aspectos técnicos, tecnológicos, humanísticos y éticos, entre otros;"
          },
          {
            "id": "p5_15",
            "text": "• Reconocer y contribuir a la agenda definida por la Alianza Nacional de Inteligencia Artificial (ANIA) como un espacio consultivo y de acción pública del Poder Legislativo, dirigido desde el Senado y articulación bicameral, multiactor, abierto y participativo, orientado a mantener el marco legislativo de México a la vanguardia para garantizar los derechos de las personas y el mejor aprovechamiento de las tecnologías digitales;"
          },
          {
            "id": "p5_16",
            "text": "• Promover la participación de México en el mayor número de procesos de Gobernanza Digital y estandarización técnica, como definición de estándares, y marcos de referencia internacional y demás agendas de Organismos Internacionales donde la ADN articulará la postura país en colaboración con la Secretaría de Relaciones Exteriores y Organismos Especializados en México según sea el caso."
          }
        ]
      },
      {
        "id": "section_6",
        "title": "RECOMENDACIONES DE INDICADORES",
        "paragraphs": [
          {
            "id": "p6_1",
            "text": "Definir indicadores sobre el impacto de la Inteligencia Artificial en la sociedad es desafiante debido a su complejidad y múltiples dimensiones. Es esencial identificar y medir con precisión los efectos positivos y negativos de la IA en áreas como economía, empleo, privacidad y equidad. Las recomendaciones de indicadores buscan fortalecer las capacidades institucionales para generar datos confiables y medir el impacto de la IA de manera precisa. Se basan en la información del Anexo 1.9."
          },
          {
            "id": "p6_2",
            "text": "• Establecer un subgrupo de trabajo para la construcción de Indicadores del uso y desarrollo de las tecnologías basadas en la IA, con la participación de la CITICSI y el INEGI;"
          },
          {
            "id": "p6_3",
            "text": "• Construir una matriz nacional de indicadores de IA que deberá ser consistente con los marcos de indicadores globales con el objeto de medir el avance de México respecto del resto de los países en el mundo. Esta deberá poder definir cómo mínimo, el indicador, método de cálculo, fuente de obtención de la información - encuesta, sistema - así como, establecer estándares sólidos de recopilación y gestión de datos, garantizando la transparencia y la responsabilidad en su uso;"
          },
          {
            "id": "p6_4",
            "text": "• Habilitar una matriz de indicadores en formato abierto, que contemple una curaduría continua de datos subyacentes, que se encuentren basados en el mapeo de APIs y sistemas de información fuente acreditados para el cálculo del indicador. (Por ejemplo, el número de carreras dirigidas al estudio de la IA pueden ser datos extraídos del catálogo de carreras de entidades educativas acreditadas ante la SEP)."
          }
        ]
      },
      {
        "id": "section_7",
        "title": "CONCLUSIONES",
        "paragraphs": [
          {
            "id": "p7_1",
            "text": "Las recomendaciones de este documento reflejan un compromiso sólido y multifacético para orientar el desarrollo y la implementación de la inteligencia artificial en México hacia un futuro sostenible, inclusivo, ético y responsable, estableciendo un marco integral que abarca políticas públicas, regulaciones específicas y estrategias de gobernanza, subrayando la importancia de un enfoque colaborativo, multiactor, multidisciplinario, multisectorial, interdisciplinario y transdisciplinario que involucre a todos los sectores de la sociedad."
          },
          {
            "id": "p7_2",
            "text": "Con el propósito de contar con una visión integral del país en materia digital y poder implementar las recomendaciones vertidas en este documento, es imperante contar con la continua participación de todos los actores del ecosistema digital del país, además de contar con una estrecha coordinación institucional de los distintos órganos de gobierno y la creación de estructuras que permitan materializar estas recomendaciones."
          },
          {
            "id": "p7_3",
            "text": "Además, la adopción y el aprovechamiento del desarrollo científico y tecnológico de las tecnologías basadas en IA presentan una oportunidad única para impulsar el crecimiento económico, enfrentar desafíos sociales y medioambientales y mejorar la calidad de vida de la población. Sin embargo, es fundamental que este avance tecnológico se gestione de manera respetuosa y comprometida con la protección de los derechos humanos y el medio ambiente, y se promueva la equidad, mitigando y evitando a su vez la exacerbación de las desigualdades existentes."
          },
          {
            "id": "p7_4",
            "text": "Las recomendaciones detalladas en este documento no sólo buscan posicionar a México al frente en el uso ético, legal y responsable de las tecnologías basadas en la IA, sino también asegurar que la transición hacia una economía y sociedad digitalmente avanzadas beneficie a todos los sectores de la población, protegiendo especialmente a los más vulnerables. Para lograr esto, es esencial la inversión en educación, formación, infraestructura digital, investigación y desarrollo, así como la creación de un marco regulatorio que fomente la innovación mientras protege contra los riesgos potenciales asociados con la tecnología."
          },
          {
            "id": "p7_5",
            "text": "Mirando hacia el futuro, la implementación efectiva de estas recomendaciones requerirá un esfuerzo sostenido, monitoreo constante y la voluntad de adaptarse a los cambios rápidos en el campo de la tecnología. La abierta comunicación y colaboración a nivel nacional e internacional, así como el intercambio de conocimientos y mejores prácticas, serán cruciales para navegar los desafíos emergentes y aprovechar las nuevas oportunidades que las tecnologías basadas en IA ofrecen."
          },
          {
            "id": "p7_6",
            "text": "Con este documento, México se posiciona en la vanguardia del debate global sobre la IA, reiterando su compromiso con un desarrollo tecnológico que sea inclusivo, justo y beneficioso para toda su población."
          }
        ]
      },
      {
        "id": "section_8",
        "title": "ANEXOS",
        "subsections": [
          {
            "id": "section_8_1",
            "title": "ANEXO 1 - Documentos principales de la ANIA",
            "content_type": "reference_table",
            "content": {
              "description": "Listado de documentos principales desarrollados por la Alianza Nacional de Inteligencia Artificial (ANIA)",
              "documents": [
                {
                  "id": "anexo_1_1",
                  "name": "PANORAMA DE LA INTELIGENCIA ARTIFICIAL EN MÉXICO: HACIA UNA ESTRATEGIA NACIONAL Y LA RELEVANCIA DEL SANDBOX",
                  "description": "Este reporte ofrece una visión integral sobre el estado actual de la IA en el país, abordando desde políticas públicas hasta retos operativos y regulatorios. Además, presenta los resultados del proyecto Sandbox regulatorio de IA, una iniciativa colaborativa que busca promover un marco regulatorio adecuado para el desarrollo de la IA en México.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_2",
                  "name": "PANORAMA DE LA INTELIGENCIA ARTIFICIAL EN MÉXICO: LA RELEVANCIA DEL SANDBOX",
                  "description": "Se presentan los resultados del proyecto que se hizo para socializar el concepto de sandbox regulatorio e identificar el interés del ecosistema digital mexicano para implementar esta herramienta de acompañamiento en la regulación de los casos o modelos que utilicen IA.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_3_decreto",
                  "name": "Proyecto de decreto por el que se reforma la fracción XVII al artículo 73 de la Constitución Política de los Estados Unidos Mexicanos",
                  "description": "Primer producto legislativo de la ANIA: Iniciativa que busca facultar al Congreso de la Unión para dictar leyes sobre inteligencia artificial y sus aplicaciones, ciberseguridad y neuro derechos",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_3_analisis",
                  "name": "Análisis y perspectivas de la IA desde el ámbito regulatorio",
                  "description": "Estudio del Centro de Estudios Internacionales Gilberto Bosques en el que se analizan los esfuerzos internacionales por regular las tecnologías basadas en Inteligencia Artificial.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_3_conclusiones",
                  "name": "Conclusiones de las Mesas de Trabajo",
                  "description": "Documento en el que se presentan las conclusiones de las 3 sesiones de cada una de las 6 mesas de trabajo que se realizaron de la mano de expertos para crear el presente documento de recomendaciones.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_4",
                  "name": "Estudio sobre IA en México y el Mundo por el Instituto Belisario Domínguez",
                  "description": "Estudio del Instituto Belisario Domínguez sobre el estado actual de la IA en México y el mundo.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_5",
                  "name": "Diagnóstico de la Situación Actual de la IA en México",
                  "description": "Se presenta un diagnóstico actualizado sobre la situación actual de la IA en México desde diversas perspectivas como economía, inversión y desarrollo, marco regulatorio, educación, mercados laborales e investigación.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_6",
                  "name": "Casos de uso de IA en México",
                  "description": "Sección de la página de la Alianza en la que se documentan los diversos casos de uso de IA en toda la República Mexicana.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_7",
                  "name": "Seguimiento legislativo: Inteligencia artificial",
                  "description": "Sección de la página en la que se encuentran todas las iniciativas relativas a inteligencia artificial. Esta sección del sitio se actualiza constantemente.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_8",
                  "name": "Informe de Labores ANIA 2023-2024",
                  "description": "Le hace un recuento de todos los eventos verticales que ha realizado la Alianza en colaboración con sus expertos desde su creación el 23 de abril de 2023, hasta mayo de 2024.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_9",
                  "name": "Indicadores relevantes para el documento de recomendaciones",
                  "description": "Se muestran algunos indicadores relevantes que muestran la competitividad de México ante el desarrollo y uso de la Inteligencia Artificial. Y sirve como sustento para las recomendaciones de indicadores.",
                  "access_method": "QR_code"
                },
                {
                  "id": "anexo_1_10",
                  "name": "Análisis sobre los ODS para la \"Propuesta De Agenda Nacional De La Inteligencia Artificial Para México (2024 - 2030)\"",
                  "description": "Este documento analiza las recomendaciones de la \"Propuesta De Agenda Nacional De La Inteligencia Artificial Para México (2024 - 2030)\", conforme a los Objetivos del Desarrollo Sostenible.",
                  "access_method": "QR_code"
                }
              ]
            }
          },
          {
            "id": "section_8_2",
            "title": "ANEXO 2 - Principales fuentes de la información: diagnóstico y consulta a expertos",
            "content_type": "comparative_table",
            "content": {
              "description": "La construcción de este documento se articula con dos esfuerzos realizados simultáneamente en coordinación con la ANIA.",
              "table_title": "Principales fuente de la información: diagnóstico y consulta a expertos",
              "comparison": {
                "documento_ram": {
                  "title": "DOCUMENTO RAM (READINESS ASSESSMENT METHODOLOGY)",
                  "objetivo": "Ser una herramienta de diagnóstico que le permita a México evaluar su nivel de preparación para el desarrollo, uso y la aplicación ética, legal y responsable de la IA que beneficie a la población.",
                  "descripcion_general": "El documento RAM (Readiness Assessment Methodology), es uno de los dos pilares de implementación de la Recomendación sobre la Ética de la Inteligencia Artificial de la UNESCO, firmada en 2021 por 193 países miembros, con el RAM, México se suma a los más de 50 países que están implementando o desarrollando un diagnóstico UNESCO.",
                  "metodologia": "Se identificaron expertos en diversas disciplinas para poderles realizar una serie de preguntas proporcionadas por la UNESCO."
                },
                "consulta_expertos": {
                  "title": "CONSULTA DE EXPERTOS",
                  "objetivo": "Contribuir al diseño de políticas públicas, una posible regulación y el modelo de gobernanza en México.",
                  "descripcion_general": "Recomendaciones proporcionadas por los participación de expertos mediante seis mesas de trabajo que se enfocan en:\n• Mesa 1. Políticas públicas y derecho\n• Mesa 2: Educación y mercados laborales\n• Mesa 3: Ciberseguridad y gestión de riesgos\n• Mesa 4: Género, inclusión y responsabilidad social\n• Mesa 5: Infraestructura y datos\n• Mesa 6: Innovación e industria",
                  "metodologia": "Mediante una encuesta pública, se obtuvieron las temáticas.\nLas mesas de trabajo se dividieron en 3 sesiones con diferentes objetivos cada una.\n• Sesión 1: Diagnóstico e identificación de retos\n• Sesión 2: Analizar los beneficios e impactos de las tecnologías basadas en la IA como componente del diseño, implementación y seguimiento de diversas políticas públicas, así como el impacto en los derechos y libertades, su eventual regulación y modelo de gobernanza\n• Sesión 3: Desarrollar propuestas de políticas públicas, regulación y modelo de gobernanza de la Inteligencia Artificial en México."
                }
              }
            }
          }
        ]
      },
      {
        "id": "section_9",
        "title": "REFERENCIAS",
        "references": [
          {
            "id": "ref_1",
            "text": "Chile, a. (n.d.). COOPERACIÓN MULTIACTOR. Agencia Chilena de Cooperación Internacional para el Desarrollo. Retrieved April 23, 2024, from https://www.agci.cl/cooperacion-multiactores/cooperacion-multiactor"
          },
          {
            "id": "ref_2",
            "text": "AI Act | Shaping Europe's digital future. (2024, March 6). Shaping Europe's digital future. Retrieved March 12, 2024, from https://digital-strategy.ec.europa.eu/en/policies/regulatory-framework-ai"
          },
          {
            "id": "ref_3",
            "text": "Alianza Nacional de Inteligencia Artificial. (n.d.). Talleres | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/services-2"
          },
          {
            "id": "ref_4",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 1 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa1politicaspublicasyderechos"
          },
          {
            "id": "ref_5",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 2 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa2educacionymercadoslaborales"
          },
          {
            "id": "ref_6",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 3 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa3ciberseguridadygestionderiesgos"
          },
          {
            "id": "ref_7",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 4 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa4generoinclusionyresponsabilidadsocial"
          },
          {
            "id": "ref_8",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 5 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa5infraestructuraydatos"
          },
          {
            "id": "ref_9",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023). Mesa 6 | Ania MX. Alianza Nacional de Inteligencia Artificial. https://www.ania.org.mx/mesa6innovacioneindustria"
          },
          {
            "id": "ref_10",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023, noviembre 2). ania.org.mx. https://www.ania.org.mx/post/declaración-de-bletchley-noviembre-2023"
          },
          {
            "id": "ref_11",
            "text": "Alianza Nacional de Inteligencia Artificial (ANIA). (2023, Noviembre 02). El G7 y el \"Proceso de IA de Hiroshima\": Avanzando hacia una IA responsable. Ania.org.mx. https://www.ania.org.mx/post/el-g7-y-el-proceso-deia-de-hiroshima-avanzando-hacia-una-ia-responsable"
          },
          {
            "id": "ref_12",
            "text": "De la Peña Sissi, Ibarra Ernesto, Santoyo Cristina; Panorama de la IA en México: hacia la gobernanza de la IA y la relevancia del Sandbox de IA. 2024. https://www.amcid.org/page/sandboxregulatoriomexico"
          },
          {
            "id": "ref_13",
            "text": "Andrade Paco, J., Nava Ortega, M. J., & Valverde Núñez, J. (2009). La educación continua como proceso de formación académica en los alumnos egresados de las instituciones de educación superior en el estado de Sonora (México). *Contabilidad y Negocios*, 4(8), 57-62. https://www.redalyc.org/articulo.oa?id=281621776008"
          },
          {
            "id": "ref_14",
            "text": "Araya Muñoz,, I. (2008). La formación dual y su fundamentación curricular Educación. *Revista Educación*, 32(1), 45-61. https://www.redalyc.org/pdf/440/44032105.pdf"
          },
          {
            "id": "ref_15",
            "text": "Arbache, J. (2022, November 14). Powershoring. CAF. https://www.caf.com/es/conocimiento/visiones/2022/11/powershoring/"
          },
          {
            "id": "ref_16",
            "text": "Argentina, G. d. A. (n.d.). ¿ Qué es la ciudadania digital ? Argentina.gob.ar. https://www.argentina.gob.ar/desarrollosocial/grooming/que-es-la-ciudadania-digital"
          },
          {
            "id": "ref_17",
            "text": "Basañes, F. (2019, January 2). Código abierto: conceptos y aplicaciones - Abierto al público. Blogs iadb. https://blogs.iadb.org/conocimiento-abierto/es/codigo-abierto/"
          },
          {
            "id": "ref_18",
            "text": "Bilbao Mendieta, L. (2022, 11 15). Data Centers en México. Cámara de Comercio de Bilbao. https://www.camarabilbao.com/wp-content/uploads/2023/03/DATA-CENTERSFicha-del-sector-Data-Centers-M%C3%A9xico-2022.pdf"
          },
          {
            "id": "ref_19",
            "text": "Briggs, J., & Kodnan, D. (2023, marzo 26). The Potentially Large Effects of Artificial Intelligence on Economic Growth. Goldman Sachs. Retrieved March 18, 2024, from https://www.gspublishing.com/content/research/en/reports/2023/03/27/d64e052b-0f6e-45d7-967b-d7be35fabd16.html"
          },
          {
            "id": "ref_20",
            "text": "Cámara de Diputados de México. (2009). LEY GENERAL DEL SISTEMA NACIONAL DE SEGURIDAD PÚBLICA. https://www.diputados.gob.mx/LeyesBiblio/pdf/LGSNSP.pdf"
          },
          {
            "id": "ref_21",
            "text": "Cambridge Dictonary, C. D. (n.d.). LLM | definition in the Cambridge English Dictionary. Cambridge Dictionary. Retrieved April 23, 2024, from https://dictionary.cambridge.org/us/dictionary/english/llm#google_vignette"
          },
          {
            "id": "ref_22",
            "text": "Cambridge University. (2024). RESKILLING | definition in the Cambridge English Dictionary. Cambridge Dictionary. Retrieved May 2, 2024, from https://dictionary.cambridge.org/us/dictionary/english/reskilling"
          },
          {
            "id": "ref_23",
            "text": "Cambridge University. (2024, April 24). UPSKILLING | English meaning - Cambridge Dictionary. Cambridge Dictionary. https://dictionary.cambridge.org/dictionary/english/upskilling"
          },
          {
            "id": "ref_24",
            "text": "Centro de Estudios e Investigación en Asuntos Públicos. (2023, October 3). Evaluación de Política Digital Estatal 2023. CEIAP. https://www.ceiap.mx/evaluacion-de-la-politica-digital-estatal-2023/"
          },
          {
            "id": "ref_25",
            "text": "Centro de Estudios Sociales y de Opinión Pública. (2006). Seguridad Pública. Seguridad Pública. https://archivos.diputados.gob.mx/Centros_Estudio/Cesop/Comisiones/dtseguridad%20publica1.htm#Citar%20como"
          },
          {
            "id": "ref_26",
            "text": "Centro Economia Digitale. (2021). Sovranità Tecnologica: elementi per una strategia italiana ed europea. https://www.centroeconomiadigitale.com/wp-content/uploads/2021/03/CED-Sovranita-Tecnologica.pdf"
          },
          {
            "id": "ref_27",
            "text": "CEPAL. (2023). Ficha País México Índice Latinoamericano de Inteligencia Artificial. Índice Latinoamericano de Inteligencia Artificial. Pag 221-225. https://indicelatam.cl/wp-content/uploads/2023/08/CAP-G-MEXICO.pdf"
          },
          {
            "id": "ref_28",
            "text": "CEPAL. (2023). Índice Latinoamericano de Inteligencia Artificial | IA para el desarrollo sostenible de América Latina. Índice Latinoamericano de Inteligencia Artificial | IA para el desarrollo sostenible de América Latina. https://indicelatam.cl/"
          },
          {
            "id": "ref_29",
            "text": "CEPALSTAT. (n.d.). Bases de Datos y Publicaciones Estadísticas. CEPALSTAT. https://statistics.cepal.org/portal/cepalstat/dashboard.html?indicator_id=1824&area_id=119&lang=es"
          },
          {
            "id": "ref_30",
            "text": "Cesareo, S., & White, J. (2023, June 28). The Global AI Index - Tortoise. Tortoise Media. https://www.tortoisemedia.com/intelligence/global-ai/"
          },
          {
            "id": "ref_31",
            "text": "Consumotic. (2023, November 9). Discreto crecimiento de profesionistas en IA en México. Consumotic. https://consumotic.mx/tecnologia/discretocrecimiento-de-profesionistas-en-ia-en-mexico/"
          },
          {
            "id": "ref_32",
            "text": "Council of Europe. (2023, Agosto). Study on the impact of artificial intelligence systems, their potential for promoting equality, including gender equality, and the risks they may cause in relation to non-discrimination. https://rm.coe.int/prems-112923-gbr-2530-etude-sur-limpact-de-ai-web-a5-1-2788-3289-7544/1680ac7936"
          },
          {
            "id": "ref_33",
            "text": "Coursera. (2023). Global Skills Report 2023. Coursera. https://www.coursera.org/skills-reports/global/"
          },
          {
            "id": "ref_34",
            "text": "Crespi,Francesco Crespi, Serenella Caravella, Menghini, Salvatori, F. C. S. C. M. M. a. C. S. (2024, March 5). European Technological Sovereignty: An Emerging Framework for Policy Strategy. , - YouTube. Retrieved April 24, 2024, from https://link.springer.com/content/pdf/10.1007/s10272-021-1013-6.pdf"
          },
          {
            "id": "ref_35",
            "text": "Cueto, H. (2023, May 29). Interés por empleos de inteligencia artificial en México crece 95%. Business Insider México. https://businessinsider.mx/interesempleos-inteligencia-artificial-mexico_tecnologia/"
          },
          {
            "id": "ref_36",
            "text": "De La Peña, S., Ibarra, E., & Santoyo, C. (2024, Marzo). Panorama de la IA en México: hacia la gobernanza de la IA y la relevancia del Sandbox de IA. https://www.amcid.org/page/sandboxregulatoriomexico"
          },
          {
            "id": "ref_37",
            "text": "Dialnet, D. (n.d.). La discriminación algorítmica y su impacto en la dignidad de la persona y los derechos humanos: Especial referencia a los inmigrantes. Dialnet. https://dialnet.unirioja.es/servlet/articulo?codigo=9235564"
          },
          {
            "id": "ref_38",
            "text": "Edler, J., Blind, K., Frietsch, R., Kimpeler, S., Kroll, H., Lerch, C., Reiss, T., Roth, F., Schubert, T., Schuler, J., Walz, R., & FRAUNHOFER INSTITUTE FOR SYSTEMS AND INNOVATION RESEARCH ISI. (2020, Julio). Technology sovereignty From demand to concept (J. Schuler, Ed.). Germany,."
          },
          {
            "id": "ref_39",
            "text": "El Economista. (2023, Mayo 25). 55% de usuarios de internet en México cree que la inteligencia artificial es una herramienta útil. El Economista. https://assets.eleconomista.com.mx/tecnologia/55-de-usuariosde-internet-en-Mexico-cree-que-la-inteligenciaartificial-es-una-herramienta-util-20230525-0022.html"
          },
          {
            "id": "ref_40",
            "text": "El G7 y el \"Proceso de IA de Hiroshima\": Avanzando hacia una IA responsable (ANIA, Compiler). (2023). https://www.ania.org.mx/post/el-g7-y-el-proceso-deia-de-hiroshima-avanzando-hacia-una-ia-responsable"
          },
          {
            "id": "ref_41",
            "text": "Estudio Económico de América Latina y el Caribe 2023. El financiamiento de una transición sostenible: inversión para crecer y enfrentar el cambio climático. (2023, Noviembre 1). Cepal. https://www.cepal.org/es/publicaciones/67989-estudio-economico-america-latinacaribe-2023-financiamiento-transicion"
          },
          {
            "id": "ref_42",
            "text": "Gitlan, D. (2024, February 6). Qué es un certificado de firma de código y cómo funciona. SSL Dragon https://www.ssldragon.com/es/blog/que-es-certificado-defirma-de-codigo/"
          },
          {
            "id": "ref_43",
            "text": "Global Economics Analyst The Potentially Large Effects of Artificial Intelligence on Economic Growth (BriggsKodnani). (2023, March 26). ANSA. https://www.key4biz.it/wp-content/uploads/2023/03/GlobalEconomics-Analyst_-The-PotentiallyLarge-Effects-of-Artificial-Intelligence-onEconomic-Growth-Briggs_Kodnani.pdf"
          },
          {
            "id": "ref_44",
            "text": "Global Partnership on Artificial Intelligence (GPAI). (2023, December 13). 2023 Ministerial Declaration. Aprobada en la 5ª reunión del Consejo Ministerial del GPAI el 13 de diciembre de 2023, en el contexto de la cumbre del GPAI en Nueva Delhi. Global Partnership on Artificial Intelligence - GPAI. https://gpai.ai/2023-GPAI-Ministerial-Declaration.pdf"
          },
          {
            "id": "ref_45",
            "text": "Gob.mx. (n.d.). Modelo Homologado de Unidades de Policía Cibernética. Gobierno de México. https://www.gob.mx/cms/uploads/attachment/file/189189/Modelo_homologado_unidades_policia_cibernetica.pdf"
          },
          {
            "id": "ref_46",
            "text": "Gob.mx. (2020, February 5). Agenda Digital Educativa. Senado de la República. https://infosen.senado.gob.mx/sgsp/gaceta/64/2/2020-02-05-1/assets/documentos/Agenda_Digital_Educacion.pdf"
          },
          {
            "id": "ref_47",
            "text": "Guardia Nacional CERT-MX. (n.d.). Guardia Nacional CERT-MX | Campaña | gob.mx. Gobierno de México. https://www.gob.mx/gncertmx"
          },
          {
            "id": "ref_48",
            "text": "Hendricks, C.C. (2018, Noviembre 3). WAC/WID and transfer: Towards a transdisciplinary view of academic writing. http://wac.colostate.edu/atd/trans_wac/hendricks2018.pdf"
          },
          {
            "id": "ref_49",
            "text": "Hernández, A. (2024, January 18). 2024, año de consolidación de la Inteligencia Artificial. Excélsior. https://www.excelsior.com.mx/hacker/2024-anoconsolidacion-de-inteligencia-artificial/1630839"
          },
          {
            "id": "ref_50",
            "text": "IBM. (2022). IBM Global AI Adoption Index 2022. https://www.ibm.com/downloads/cas/GVAGA3JP"
          },
          {
            "id": "ref_51",
            "text": "IBM. (2024, January 10). Data Suggests Growth in Enterprise Adoption of AI is Due to Widespread Deployment by Early Adopters, But Barriers Keep 40% in the Exploration and Experimentation Phases. MultiVu. https://www.multivu.com/players/English/9240059-ibm-2023-global-ai-adoption-index-report/"
          },
          {
            "id": "ref_52",
            "text": "IBM Global AI Adoption Index 2022. (2022, mayo 1). IBM. https://www.ibm.com/downloads/cas/GVAGA3JP"
          },
          {
            "id": "ref_53",
            "text": "IFT, I. (2019). \"Recomendación que emite el Consejo Consultivo del Instituto Federal de Telecomunicaciones en materia de promoción de la economía digital\". IFT. Retrieved April 23, 2024, from https://www.ift.org.mx/sites/default/files/iv.5_ag_36aord_181219_cc_acc.pdf"
          },
          {
            "id": "ref_54",
            "text": "Índice Latinoamericano de Inteligencia Artificial. (2023). Índice Latinoamericano de Inteligencia Artificial. https://indicelatam.cl/"
          },
          {
            "id": "ref_55",
            "text": "INEGI. (2020). Sistema Nacional de Clasificación de Ocupaciones 2019. SINCO. INEGI. https://www.inegi.org.mx/app/biblioteca/ficha.html?upc=702825198411"
          },
          {
            "id": "ref_56",
            "text": "INEGI, I. (2002). Guía de Conceptos, Uso e Interpretación de la Estadística sobre la Fuerza Laboral en México. Inegi. Retrieved April 23, 2024, from https://www.inegi.org.mx/contenidos/productos/prod_serv/contenidos/espanol/bvinegi/productos/metodologias/est/702825000156.pdf"
          },
          {
            "id": "ref_57",
            "text": "nteligencia Artificial: ¿Una amenaza para el empleo en México? (2023, October 6). Debate. https://www.debate.com.mx/cdmx/Inteligencia-Artificial-Una-amenazapara-el-empleo-en-Mexico-20231002-0177.html"
          },
          {
            "id": "ref_58",
            "text": "ITU, I. (n.d.). Digital Identity Roadmap Guide. ITU. Retrieved April 23, 2024, from https://www.itu.int/dms_pub/itu-d/opb/str/D-STR-DIGITAL.01-2018-PDF-E.pdf"
          },
          {
            "id": "ref_59",
            "text": "Lagos, A. (2023, October 12). Este será el primer Laboratorio de Inteligencia Artificial de América Latina, y está en México. WIRED. https://es.wired.com/articulos/este-sera-el-primer-laboratorio-deinteligencia-artificial-de-america-latina-y-esta-en-mexico"
          },
          {
            "id": "ref_60",
            "text": "La Revolución de la Inteligencia Artificial: El decreto de Joe Biden. (2023, noviembre 02). ania.org.mx. https://www.ania.org.mx/post/la-revolución-de-la-inteligencia-artificial-el-decreto-de-joe-biden"
          },
          {
            "id": "ref_61",
            "text": "Lynch, S. (2023, December 8). What to Expect in AI in 2024. Stanford HAI. Retrieved March 17, 2024, from https://hai.stanford.edu/news/what-expect-ai-2024"
          },
          {
            "id": "ref_62",
            "text": "Mell, P. (n.d.). NIST SP 800-145, The NIST Definition of Cloud Computing. NIST Technical Series Publications. Retrieved May 7, 2024, from https://nvlpubs.nist.gov/nistpubs/legacy/sp/nistspecialpublication800-145.pdf"
          },
          {
            "id": "ref_63",
            "text": "Mesa 3 | Ania MX. (n.d.). Alianza Nacional de Inteligencia Artificial (ANIA). https://www.ania.org.mx/mesa3ciberseguridadygestionderiesgos"
          },
          {
            "id": "ref_64",
            "text": "Ministerio de Ciencia, Tecnología, Conocimiento e Innovación de Chile. (2023, octubre). Declaración de Santiago. Ministerio de Ciencia, Tecnología, Conocimiento e Innovación de Chile https://minciencia.gob.cl/uploads/filer_public/40/2a/402a35a0-1222-4dab-b090-5c81bbf34237/declaracion_de_santiago.pdf"
          },
          {
            "id": "ref_65",
            "text": "MIT Technology Review Insights. (2022). Global Cloud Ecosystem Index 2022. MIT Technology Review Insights. https://www.technologyreview.com/2022/04/25/1051115/global-cloud-ecosystem-index-2022/"
          },
          {
            "id": "ref_66",
            "text": "Nance, P. (2018). Initial Results from the Mexico Electricity Reform, 2013–18. In Mexico's New Energy Reform (p. 104). Duncan Wood. ttps://www.wilsoncenter.org/sites/default/files/media/documents/publication/mexicos_new_energy_reform.pdf"
          },
          {
            "id": "ref_67",
            "text": "Neffke, F. (2019, diciembre 18). Los beneficios reales de la complementariedad de capacidades en el ámbito laboral es una de las líneas de investigación del Growth Lab de la Universidad de Harvard. Center for International Development at Harvard University. https://cid-harvard.github.io/networkspace/#"
          },
          {
            "id": "ref_68",
            "text": "Nieto, P. (2023, December 19). El año de la inteligencia artificial. The New York Times. Retrieved May 3, 2024, from https://www.nytimes.com/es/2023/12/19/espanol/inteligencia-artificial-aplicaciones.html"
          },
          {
            "id": "ref_69",
            "text": "Observatorio de Desarrollo Digital. (2023). Listado completo de indicadores de Desarrollo Digital. CEPAL. https://desarrollodigital.cepal.org/es/indicadores?id=373"
          },
          {
            "id": "ref_70",
            "text": "Observatorio de Desarrollo Digital. (2023, 11 17). Las startups impulsan la innovación basada en inteligencia artificial en la región. Observatorio de Desarrollo Digital. https://desarrollodigital.cepal.org/es/datos-yhechos/las-startups-impulsan-la-innovacionbasada-en-inteligencia-artificial-en-la-region"
          },
          {
            "id": "ref_71",
            "text": "OECD. (2024). Research and development (R&D) - Gross domestic spending on R&D. OECD Data. https://data.oecd.org/rd/gross-domestic-spending-on-r-d.htm"
          },
          {
            "id": "ref_72",
            "text": "OECD, O. (2023, 11 7). OECD Legal Instruments. OECD Legal Instruments. Retrieved April 23, 2024, from https://legalinstruments.oecd.org/en/instruments/OECD-LEGAL-0449"
          },
          {
            "id": "ref_73",
            "text": "OECD.AI. (n.d.). Live Data. OECD.AI Policy Observatory. https://oecd.ai/en/data?selectedArea=aijobs-and-skills&selectedVisualization=aitalent-concentration-by-country-and-gender"
          },
          {
            "id": "ref_74",
            "text": "OECD.AI. (2023). Visualisations powered by JSI using data from OpenAlex. The OECD Artificial Intelligence Policy Observatory - OECD.AI. http://www.oecd.ai"
          },
          {
            "id": "ref_75",
            "text": "OECD.AI. (2023). Visualization powered by JSI, using data from GitHub. The OECD Artificial Intelligence Policy Observatory - OECD.AI. http://www.oecd.ai"
          },
          {
            "id": "ref_76",
            "text": "OECD.AI. (2023). visualizations powered by Tableau using data form Google Trends. OECD Artificial Intelligence Policy Observatory - OECD.AI. http://www.oecd.ai"
          },
          {
            "id": "ref_77",
            "text": "OECD Artificial Intelligence Policy Observatory - OECD.AI. http://www.oecd.ai"
          },
          {
            "id": "ref_78",
            "text": "ONU. (n.d.). Sostenibilidad. Naciones Unidas| Impacto Académico. https://www.un.org/es/impacto-acad%C3%A9mico/page/sostenibilidad#:~:text=En%201987%2C%20la%20Comisi%C3%B3n%20Brundtland,de%20satisfacer%20sus%20necesidades%20propias"
          },
          {
            "id": "ref_79",
            "text": "ONU, N. U. (n.d.). Derechos humanos | Naciones Unidas. the United Nations. Retrieved April 23, 2024, from https://www.un.org/es/global-issues/human-rights"
          },
          {
            "id": "ref_80",
            "text": "ONU, N. U. (n.d.). ¿Qué son las energías renovables? | Naciones Unidas. the United Nations. https://www.un.org/es/climatechange/what-is-renewable-energy"
          },
          {
            "id": "ref_81",
            "text": "Opp, R. (2024, March 1). La revolución de la Inteligencia Artificial (IA) ya está aquí: ¿Cómo responderá América Latina y el Caribe? La revolución de la Inteligencia Artificial (IA) ya está aquí: ¿Cómo responderá América Latina y el Caribe? https://www.undp.org/es/latin-america/blog/la-revolucion-de-la-inteligencia-artificial-ia-yaesta-aqui-como-respondera-america-latina-y-el-caribe"
          },
          {
            "id": "ref_82",
            "text": "Oxford Insights. (2023). AI Readiness Index. Oxford Insights. https://oxfordinsights.com/ai-readiness/ai-readiness-index/"
          },
          {
            "id": "ref_83",
            "text": "Oxford Insights. (2023). Government AI Readiness Index 2023. Oxford Insights. https://oxfordinsights.com/ai-readiness/ai-readiness-index/"
          },
          {
            "id": "ref_84",
            "text": "Oxford Reference, O. R. (n.d.). Nearshoring. Oxford Reference. Retrieved April 23, 2024, from https://www.oxfordreference.com/display/10.1093/oi/authority.20110803100226581"
          },
          {
            "id": "ref_85",
            "text": "RAE, R. (n.d.). multisectorial | Definición | Diccionario de la lengua española | RAE - ASALE. Diccionario de la lengua española. Retrieved April 23, 2024, from https://dle.rae.es/multisectorial"
          },
          {
            "id": "ref_86",
            "text": "Ramírez, É. J. (2021, March 24). INICIATIVA QUE EXPIDE LA LEY DE SALUD DIGITAL, A CARGO DEL DIPUTADO ÉCTOR JAIME RAMÍREZ BARBA, DEL GRUPO PARLAMENTARIO DEL PAN. Sistema de Información Legislativa. http://sil.gobernacion.gob.mx/Archivos/Documentos/2021/03/asun_4161366_20210324_1616609171.pdf"
          },
          {
            "id": "ref_87",
            "text": "Raymond, E. S. (n.d.). ¿Qué es el software de código abierto? IBM. https://www.ibm.com/mx-es/topics/open-source"
          },
          {
            "id": "ref_88",
            "text": "Real Academia Española. (2023). lema/sostenibilidad-ambiental sostenibilidad ambiental. Diccionario panhispánico del español jurídico. https://dpej.rae.es/lema/sostenibilidad-ambiental"
          },
          {
            "id": "ref_89",
            "text": "Red Iberoamericana de Protección de Datos. (2019). Orientaciones Específicas para el Cumplimiento de los Principios y Derechos que Rigen la Protección de los Datos Personales en los Proyectos de Inteligencia Artificial. Red Iberoamericana de Protección de Datos. https://www.redipd.org/sites/default/files/2020-02/guiaorientaciones-espec%C3%ADficas-proteccion-datos-ia.pdf"
          },
          {
            "id": "ref_90",
            "text": "Red Iberoamericana de Protección de Datos. (2019). Recomendaciones Generales para el Tratamiento de Datos en Inteligencia Artificial. Red Iberoamericana de Protección de Datos. https://www.redipd.org/sites/default/files/2020-02/guiarecomendaciones-generales-tratamiento-datos-ia.pdf"
          },
          {
            "id": "ref_91",
            "text": "Rojas, F. (2024, March 20). CONECTIVIDAD SIGNIFICATIVA. Instituto Federal de Telecomunicaciones. Retrieved April 23, 2024, from https://www.ift.org.mx/transformacion-digital/blog/conectividad-significativa"
          },
          {
            "id": "ref_92",
            "text": "SCJN. (2024, March 14). Comunicados de Prensa. Listado de Comunicados. https://www.internet2.scjn.gob.mx/red2/comunicados/noticia.asp?id=7148"
          },
          {
            "id": "ref_93",
            "text": "Secretaría de Economía Subsecretaría de Comercio Exterior, Secretaría de Educación Pública, Secretaría del Trabajo y Previsión Social, & Consejo Nacional de Humanidades, Ciencias y Tecnologías. (2023, abril). Talento mexicano para el crecimiento y la relocalización y la recola. Gobierno de México. https://www.gob.mx/cms/uploads/attachment/file/828154/talento-mexicano_esp.pdf"
          },
          {
            "id": "ref_94",
            "text": "Secretaría de Infraestructura, Comunicaciones y Transportes. (2022). PROGRAMA DE CONECTIVIDAD EN SITIOS PÚBLICOS 2023. Gobierno de México. https://www.gob.mx/cms/uploads/attachment/file/791995/PCSP_2023.pdf"
          },
          {
            "id": "ref_95",
            "text": "SECRETARIA DE LA FUNCIÓN PÚBLICA COORDINACIÓN DE ESTRATEGIA DIGITAL NACIONAL. (2015, octubre 28). Adopción de la Carta Internacional de Datos Abiertos. Google Docs. https://drive.google.com/file/d/1kli24SbC_bk8SjykAyCXE4TK-kU4ssnj/view?usp=sharing"
          },
          {
            "id": "ref_96",
            "text": "SISTEMA NACIONAL DE TRANSPARENCIA, ACCESO A LA INFORMACION PUBLICA Y PROTECCION DE DATOS PERSONALES. (2023, March 4). ACUERDO MEDIANTE EL CUAL EL CONSEJO NACIONAL DEL SISTEMA NACIONAL DE TRANSPARENCIA, ACCESO A LA INFORMACION PUBLICA Y PROTECCION. Sistema Nacional de Transparencia. https://snt.org.mx/wp-content/uploads/CONAIP-SNT-ACUERDO-ORD02-09-10-2023-03.pdf"
          },
          {
            "id": "ref_97",
            "text": "UCL, U. d. C. (n.d.). Multidisciplinario, Interdisciplinario y Transdisciplinario. Libros.uchile.cl. Retrieved April 23, 2024, from https://libros.uchile.cl/files/presses/1/monographs/1098/submission/proof/4/index.html#zoom=z"
          },
          {
            "id": "ref_98",
            "text": "UNAM, I. d. I. J. d. l. U. (n.d.). Wikipedia. https://archivos.juridicas.unam.mx/www/bjv/libros/10/4974/16.pdf"
          },
          {
            "id": "ref_99",
            "text": "UNDP, U. (n.d.). Digital public infrastructure. United Nations Development Programme. Retrieved April 23, 2024, from https://www.undp.org/digital/digital-public-infrastructure"
          },
          {
            "id": "ref_100",
            "text": "UNDP, U. (2014, 04 15). Sinopsis: Seguridad Ciudadana. Sinopsis: Seguridad Ciudadana | Programa De Las Naciones Unidas Para El Desarrollo. Retrieved April 23, 2024, from https://www.undp.org/es/publicaciones/sinopsis-seguridad-ciudadana"
          },
          {
            "id": "ref_101",
            "text": "UNESCO, U. (2021, 1 1). Competencias y habilidades digitales. UNESCO. https://unesdoc.unesco.org/in/documentViewer.xhtml?v=2.1.196&id=p::usmarcdef_0000380113&file=/in/rest/annotationSVC/DownloadWatermarkedAttachment/attach_import_3a95803f-8657-466e-9723-130de6e7f32d%3F_%3D380113spa.pdf&locale=es&multi=true&ark=/ark:/48223/pf"
          },
          {
            "id": "ref_102",
            "text": "UNESCO, U.-U. (n.d.). Glossary article: soft skills. UNESCO-UNEVOC. Retrieved April 23, 2024, from https://unevoc.unesco.org/home/Glossary+article%3A+soft+skills"
          },
          {
            "id": "ref_103",
            "text": "Universidad de Sao Paulo, U. d. S. P. (2015). PROJETO DE PESQUISA (Mestrado). Biblioteca Digital de Teses e Dissertações da USP. Retrieved April 24, 2024, from https://www.teses.usp.br/teses/disponiveis/102/102131/tde-08032016-091721/publico/PolianaFigueiraCardoso_defesa.pdf"
          },
          {
            "id": "ref_104",
            "text": "Vergara, J. (2022, December 15). Filtraciones y hackeos, principal preocupación de las empresas mexicanas para 2023. PwC. https://www.pwc.com/mx/es/prensa/2022/digital-trust-insights-2023.html"
          },
          {
            "id": "ref_105",
            "text": "WEF, W. (2024, February 13). What to expect for digital public infrastructure in 2024. The World Economic Forum. Retrieved April 23, 2024, from https://www.weforum.org/agenda/2024/02/dpi-digital-public-infrastructure/"
          },
          {
            "id": "ref_106",
            "text": "World Economic Forum (WEF). (n.d.). World Economic Forum Annual Meeting 2024 | Foro Económico Mundial. El Foro Económico Mundial. https://es.weforum.org/events/world-economic-forum-annual-meeting-2024/"
          },
          {
            "id": "ref_107",
            "text": "World Economic Forum (WEF). (2020, October 21). What are the top 10 job skills for the future? The World Economic Forum. https://www.weforum.org/agenda/2020/10/top-10-work-skills-of-tomorrow-how-long-it-takes-to-learn-them/"
          }
        ]
      }
    ]
  }
}