{
  "id": "unknown",
  "text": "Hussein M Adam, Robert D Bullard, and Elizabeth Bell. 2001. Faces of environmental racism: Confronting issues of global justice. Rowman & Littlefield. Chris Alberti, Kenton Lee, and Michael Collins. 2019. A BERT Baseline for the Natural Questions. arXiv:1901.08634 [cs.CL] Larry Alexander. 1992. What makes wrongful discrimination wrong? Biases, preferences, stereotypes, and proxies. University of Pennsylvania Law Review 141, 1 (1992), 149–219. American Psychological Association. 2019. Discrimination: What it is, and how to cope. https://www.apa.org/topics/discrimination (2019). Dario Amodei and Daniel Hernandez. 2018. AI and Compute. https://openai.com/blog/ai-and-compute/ David Anthoff, Robert J Nicholls, and Richard SJ Tol. 2010. The economic impact of substantial sea-level rise. Mitigation and Adaptation Strategies for Global Change 15, 4 (2010), 321–335. Mikhail J Atallah, Victor Raskin, Christian F Hempelmann, Mercan Karahan, Radu Sion, Umut Topkara, and Katrina E Triezenberg. 2002. Natural Language Watermarking and Tamperproofing. In International Workshop on Information Hiding. Springer, 196–212. Alexei Baevski and Abdelrahman Mohamed. 2020. Effectiveness of Self-Supervised Pre-Training for ASR. In ICASSP 2020 - 2020 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP). 7694–7698. Michael Barera. 2020. Mind the Gap: Addressing Structural Equity and Inclusion on Wikipedia. (2020). Accessible at http://hdl.handle.net/10106/29572. Russel Barsh. 1990. Indigenous peoples, racism and the environment. Meanjin 49, 4 (1990), 723. Christine Basta, Marta R Costa-jussà, and Noe Casas. 2019. Evaluating the Underlying Gender Bias in Contextualized Word Embeddings. In Proceedings of the First Workshop on Gender Bias in Natural Language Processing. 33–39. Iz Beltagy, Kyle Lo, and Arman Cohan. 2019. SciBERT: A Pretrained Language Model for Scientific Text. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 3615–3620. https://doi.org/10.18653/v1/D19-1371 Emily M. Bender and Batya Friedman. 2018. Data statements for natural language processing: Toward mitigating system bias and enabling better science. Transactions of the Association for Computational Linguistics 6 (2018), 587–604. Emily M. Bender and Alexander Koller. 2020. Climbing towards NLU: On Meaning, Form, and Understanding in the Age of Data. In Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Online, 5185–5198. https://doi.org/10.18653/v1/2020.acl-main.463 Ruha Benjamin. 2019. Race After Technology: Abolitionist Tools for the New Jim Code. Polity Press, Cambridge, UK. Elettra Bietti and Roxana Vatanparast. 2020. Data Waste. Harvard International Law Journal 61 (2020). Steven Bird. 2016. Social Mobile Technologies for Reconnecting Indigenous and Immigrant Communities.. In People.Policy.Place Seminar. Northern Institute, Charles Darwin University, Darwin, Australia. https://www.cdu.edu.au/sites/default/files/the-northern-institute/ppp-bird-20160128-4up.pdf Abeba Birhane and Vinay Uday Prabhu. 2021. Large Image Datasets: A Pyrrhic Win for Computer Vision?. In Proceedings of the IEEE/CVF Winter Conference on Applications of Computer Vision. 1537–1547. Su Lin Blodgett, Solon Barocas, Hal Daumé III, and Hanna Wallach. 2020. Language (Technology) is Power: A Critical Survey of \"Bias\" in NLP. In Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Online, 5454–5476. https://doi.org/10.18653/v1/2020.acl-main.485 Thorsten Brants, Ashok C. Popat, Peng Xu, Franz J. Och, and Jeffrey Dean. 2007. Large Language Models in Machine Translation. In Proceedings of the 2007 Joint Conference on Empirical Methods in Natural Language Processing and Computational Natural Language Learning (EMNLP-CoNLL). Association for Computational Linguistics, Prague, Czech Republic, 858–867. https://www.aclweb.org/anthology/D07-1090 Ronan Le Bras, Swabha Swayamdipta, Chandra Bhagavatula, Rowan Zellers, Matthew E Peters, Ashish Sabharwal, and Yejin Choi. 2020. Adversarial Filters of Dataset Biases. In Proceedings of the 37th International Conference on Machine Learning. Luke Breitfeller, Emily Ahn, David Jurgens, and Yulia Tsvetkov. 2019. Finding Microaggressions in the Wild: A Case for Locating Elusive Phenomena in Social Media Posts. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 1664–1674. https://doi.org/10.18653/v1/D19-1176 Susan E Brennan and Herbert H Clark. 1996. Conceptual pacts and lexical choice in conversation. Journal of Experimental Psychology: Learning, Memory, and Cognition 22, 6 (1996), 1482. Robin Brewer and Anne Marie Piper. 2016. \"Tell It Like It Really Is\" A Case of Online Content Creation and Sharing Among Older Adult Bloggers. In Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems. 5529–5542. Tom B. Brown, Benjamin Mann, Nick Ryder, Melanie Subbiah, Jared Kaplan, Prafulla Dhariwal, Arvind Neelakantan, Pranav Shyam, Girish Sastry, Amanda Askell, Sandhini Agarwal, Ariel Herbert-Voss, Gretchen Krueger, Tom Henighan, Rewon Child, Aditya Ramesh, Daniel M. Ziegler, Jeffrey Wu, Clemens Winter, Christopher Hesse, Mark Chen, Eric Sigler, Mateusz Litwin, Scott Gray, Benjamin Chess, Jack Clark, Christopher Berner, Sam McCandlish, Alec Radford, Ilya Sutskever, and Dario Amodei. 2020. Language Models are Few-Shot Learners. In Advances in Neural Information Processing Systems 33: Annual Conference on Neural Information Processing Systems 2020, NeurIPS 2020, December 6-12, 2020, virtual, Hugo Larochelle, Marc'Aurelio Ranzato, Raia Hadsell, Maria-Florina Balcan, and Hsuan-Tien Lin (Eds.). https://proceedings.neurips.cc/paper/2020/hash/1457c0d6bfcb4967418bfb8ac142f64a-Abstract.html Cristian Buciluǎ, Rich Caruana, and Alexandru Niculescu-Mizil. 2006. Model Compression. In Proceedings of the 12th ACM SIGKDD International Conference on Knowledge Discovery and Data Mining (Philadelphia, PA, USA) (KDD '06). Association for Computing Machinery, New York, NY, USA, 535–541. https://doi.org/10.1145/1150402.1150464 Robert D Bullard. 1993. Confronting environmental racism: Voices from the grassroots. South End Press. Nicholas Carlini, Florian Tramer, Eric Wallace, Matthew Jagielski, Ariel Herbert-Voss, Katherine Lee, Adam Roberts, Tom Brown, Dawn Song, Ulfar Erlingsson, Alina Oprea, and Colin Raffel. 2020. Extracting Training Data from Large Language Models. arXiv:2012.07805 [cs.CR] Herbert H. Clark. 1996. Using Language. Cambridge University Press, Cambridge. Herbert H. Clark and Adrian Bangerter. 2004. Changing ideas about reference. In Experimental Pragmatics. Springer, 25–49. Herbert H. Clark and Meredyth A Krych. 2004. Speaking while monitoring addressees for understanding. Journal of Memory and Language 50, 1 (2004), 62–81. Herbert H. Clark, Robert Schreuder, and Samuel Buttrick. 1983. Common ground at the understanding of demonstrative reference. Journal of Verbal Learning and Verbal Behavior 22, 2 (1983), 245 – 258. https://doi.org/10.1016/S0022-5371(83)90189-5 Herbert H. Clark and Deanna Wilkes-Gibbs. 1986. Referring as a collaborative process. Cognition 22, 1 (1986), 1 – 39. https://doi.org/10.1016/0010-0277(86)90010-7 Kimberlé Crenshaw. 1989. Demarginalizing the intersection of race and sex: A Black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. The University of Chicago Legal Forum (1989), 139. Benjamin Dangl. 2019. The Five Hundred Year Rebellion: Indigenous Movements and the Decolonization of History in Bolivia. AK Press. Christian Davenport. 2009. Media bias, perspective, and state repression: The Black Panther Party. Cambridge University Press. Ferdinand de Saussure. 1959. Course in General Linguistics. The Philosophical Society, New York. Translated by Wade Baskin. Terrance de Vries, Ishan Misra, Changhan Wang, and Laurens van der Maaten. 2019. Does object recognition work for everyone?. In Proceedings of the IEEE Conference on Computer Vision and Pattern Recognition Workshops. 52–59. Jacob Devlin, Ming-Wei Chang, Kenton Lee, and Kristina Toutanova. 2019. BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding. In Proceedings of the 2019 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies, Volume 1 (Long and Short Papers). Association for Computational Linguistics, Minneapolis, Minnesota, 4171–4186. https://doi.org/10.18653/v1/N19-1423 Maeve Duggan. 2017. Online Harassment 2017. Pew Research Center. Jennifer Earl, Andrew Martin, John D. McCarthy, and Sarah A. Soule. 2004. The use of newspaper data in the study of collective action. Annual Review of Sociology 30 (2004), 65–80. Ethan Fast, Tina Vachovsky, and Michael Bernstein. 2016. Shirtless and Dangerous: Quantifying Linguistic Signals of Gender Bias in an Online Fiction Writing Community. In Proceedings of the International AAAI Conference on Web and Social Media, Vol. 10. William Fedus, Barret Zoph, and Noam Shazeer. 2021. Switch Transformers: Scaling to Trillion Parameter Models with Simple and Efficient Sparsity. arXiv:2101.03961 [cs.LG] Anjalie Field, Doron Kliger, Shuly Wintner, Jennifer Pan, Dan Jurafsky, and Yulia Tsvetkov. 2018. Framing and Agenda-setting in Russian News: a Computational Analysis of Intricate Political Strategies. In Proceedings of the 2018 Conference on Empirical Methods in Natural Language Processing. Association for Computational Linguistics, Brussels, Belgium, 3570–3580. https://doi.org/10.18653/v1/D18-1393 Darja Fišer, Ruihong Huang, Vinodkumar Prabhakaran, Rob Voigt, Zeerak Waseem, and Jacqueline Wernimont (Eds.). 2018. Proceedings of the 2nd Workshop on Abusive Language Online (ALW2). Association for Computational Linguistics, Brussels, Belgium. https://www.aclweb.org/anthology/W18-5100 Susan T Fiske. 2017. Prejudices in cultural contexts: shared stereotypes (gender, age) versus variable stereotypes (race, ethnicity, religion). Perspectives on psychological science 12, 5 (2017), 791–799. Antigoni Founta, Constantinos Djouvas, Despoina Chatzakou, Ilias Leontiadis, Jeremy Blackburn, Gianluca Stringhini, Athena Vakali, Michael Sirivianos, and Nicolas Kourtellis. 2018. Large Scale Crowdsourcing and Characterization of Twitter Abusive Behavior. In Proceedings of the International AAAI Conference on Web and Social Media, Vol. 12. Batya Friedman and David Hendry. 2012. The Envisioning Cards: A Toolkit for Catalyzing Humanistic and Technical Imaginations. In Proceedings of the SIGCHI Conference on Human Factors in Computing Systems (Austin, Texas, USA) (CHI '12). Association for Computing Machinery, New York, NY, USA, 1145–1148. https://doi.org/10.1145/2207676.2208562 Batya Friedman and David G. Hendry. 2019. Value Sensitive Design: Shaping Technology with Moral Imagination. MIT Press. Batya Friedman, Peter H. Kahn, Jr., and Alan Borning. 2006. Value sensitive design and information systems. In Human–Computer Interaction in Management Information Systems: Foundations, P Zhang and D Galletta (Eds.). M. E. Sharpe, Armonk NY, 348–372. Leo Gao, Stella Biderman, Sid Black, Laurence Golding, Travis Hoppe, Charles Foster, Jason Phang, Horace He, Anish Thite, Noa Nabeshima, Shawn Presser, and Connor Leahy. 2020. The Pile: An 800GB Dataset of Diverse Text for Language Modeling. arXiv:2101.00027 [cs.CL] Timnit Gebru, Jamie Morgenstern, Briana Vecchione, Jennifer Wortman Vaughan, Hanna Wallach, Hal Daumé III, and Kate Crawford. 2020. Datasheets for Datasets. arXiv:1803.09010 [cs.DB] Samuel Gehman, Suchin Gururangan, Maarten Sap, Yejin Choi, and Noah A. Smith. 2020. RealToxicityPrompts: Evaluating Neural Toxic Degeneration in Language Models. In Findings of the Association for Computational Linguistics: EMNLP 2020. Association for Computational Linguistics, Online, 3356–3369. https://doi.org/10.18653/v1/2020.findings-emnlp.301 Wei Guo and Aylin Caliskan. 2020. Detecting Emergent Intersectional Biases: Contextualized Word Embeddings Contain a Distribution of Human-like Biases. arXiv preprint arXiv:2006.03955 (2020). Melissa Hart. 2004. Subjective decisionmaking and unconscious discrimination. Alabama Law Review 56 (2004), 741. Deborah Hellman. 2008. When is Discrimination Wrong? Harvard University Press. Peter Henderson, Jieru Hu, Joshua Romoff, Emma Brunskill, Dan Jurafsky, and Joelle Pineau. 2020. Towards the Systematic Reporting of the Energy and Carbon Footprints of Machine Learning. Journal of Machine Learning Research 21, 248 (2020), 1–43. http://jmlr.org/papers/v21/20-312.html Geoffrey Hinton, Oriol Vinyals, and Jeff Dean. 2015. Distilling the knowledge in a neural network. arXiv preprint arXiv:1503.02531 (2015). Chao-Wei Huang and Yun-Nung Chen. 2019. Adapting Pretrained Transformer to Lattices for Spoken Language Understanding. In Proceedings of 2019 IEEE Workshop on Automatic Speech Recognition and Understanding (ASRU 2019). Sentosa, Singapore, 845–852. Hongzhao Huang and Fuchun Peng. 2019. An Empirical Study of Efficient ASR Rescoring with Transformers. arXiv:1910.11450 [cs.CL] Ben Hutchinson, Vinodkumar Prabhakaran, Emily Denton, Kellie Webster, Yu Zhong, and Stephen Denuyl. 2020. Social Biases in NLP Models as Barriers for Persons with Disabilities. In Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Online, 5491–5501. https://doi.org/10.18653/v1/2020.acl-main.487 Eun Seo Jo and Timnit Gebru. 2020. Lessons from archives: strategies for collecting sociocultural data in machine learning. In Proceedings of the 2020 Conference on Fairness, Accountability, and Transparency. 306–316. Leslie Kay Jones. 2020. #BlackLivesMatter: An Analysis of the Movement as Social Drama. Humanity & Society 44, 1 (2020), 92–110. Leslie Kay Jones. 2020. Twitter wants you to know that you're still SOL if you get a death threat — unless you're President Donald Trump. (2020). https://medium.com/@agua.carbonica/twitter-wants-you-to-know-that-youre-still-sol-if-you-get-a-death-threat-unless-you-re-a5cce316b706. Pratik Joshi, Sebastin Santy, Amar Budhiraja, Kalika Bali, and Monojit Choudhury. 2020. The State and Fate of Linguistic Diversity and Inclusion in the NLP World. In Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Online, 6282–6293. https://doi.org/10.18653/v1/2020.acl-main.560 Nurul Shamimi Kamaruddin, Amirrudin Kamsin, Lip Yee Por, and Hameedur Rahman. 2018. A Review of Text Watermarking: Theory, Methods, and Applications. IEEE Access 6 (2018), 8011–8028. https://doi.org/10.1109/ACCESS.2018.2796585 Brendan Kennedy, Drew Kogon, Kris Coombs, Joseph Hoover, Christina Park, Gwenyth Portillo-Wightman, Aida Mostafazadeh Davani, Mohammad Atari, and Morteza Dehghani. 2018. A typology and coding manual for the study of hate-based rhetoric. PsyArXiv. July 18 (2018). Gary Klein. 2007. Performing a project premortem. Harvard business review 85, 9 (2007), 18–19. Keita Kurita, Nidhi Vyas, Ayush Pareek, Alan W Black, and Yulia Tsvetkov. 2019. Measuring Bias in Contextualized Word Representations. In Proceedings of the First Workshop on Gender Bias in Natural Language Processing. 166–172. Zhenzhong Lan, Mingda Chen, Sebastian Goodman, Kevin Gimpel, Piyush Sharma, and Radu Soricut. 2019. ALBERT: A Lite BERT for Self-supervised Learning of Language Representations. arXiv preprint arXiv:1909.11942 (2019). Amanda Lazar, Mark Diaz, Robin Brewer, Chelsea Kim, and Anne Marie Piper. 2017. Going gray, failure to hire, and the ick factor: Analyzing how older bloggers talk about ageism. In Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing. 655–668. Christopher A Le Dantec, Erika Shehan Poole, and Susan P Wyche. 2009. Values as lived experience: evolving value sensitive design in support of value discovery. In Proceedings of the SIGCHI conference on human factors in computing systems. 1141–1150. Dmitry Lepikhin, HyoukJoong Lee, Yuanzhong Xu, Dehao Chen, Orhan Firat, Yanping Huang, Maxim Krikun, Noam Shazeer, and Zhifeng Chen. 2020. GShard: Scaling Giant Models with Conditional Computation and Automatic Sharding. arXiv:2006.16668 [cs.CL] Yinhan Liu, Myle Ott, Naman Goyal, Jingfei Du, Mandar Joshi, Danqi Chen, Omer Levy, Mike Lewis, Luke Zettlemoyer, and Veselin Stoyanov. 2019. Roberta: A robustly optimized bert pretraining approach. arXiv preprint arXiv:1907.11692 (2019). Kadan Lottick, Silvia Susai, Sorelle A. Friedler, and Jonathan P. Wilson. 2019. Energy Usage Reports: Environmental awareness as part of algorithmic accountability. arXiv:1911.08354 [cs.LG] Mette Edith Lundsfryd. 2017. Speaking Back to a World of Checkpoints: Oral History as a Decolonizing Tool in the Study of Palestinian Refugees from Syria in Lebanon. Middle East Journal of Refugee Studies 2, 1 (2017), 73–95. Marianna Martindale and Marine Carpuat. 2018. Fluency Over Adequacy: A Pilot Study in Measuring User Trust in Imperfect MT. In Proceedings of the 13th Conference of the Association for Machine Translation in the Americas (Volume 1: Research Track). Association for Machine Translation in the Americas, Boston, MA, 13–25. https://www.aclweb.org/anthology/W18-1803 Sally McConnell-Ginet. 1984. The Origins of Sexist Language in Discourse. Annals of the New York Academy of Sciences 433, 1 (1984), 123–135. Sally McConnell-Ginet. 2020. Words Matter: Meaning and Power. Cambridge University Press. Kris McGuffie and Alex Newhouse. 2020. The Radicalization Risks of GPT-3 and Advanced Neural Language Models. Technical Report. Center on Terrorism, Extremism, and Counterterrorism, Middlebury Institute of International Studies at Monterrey. https://www.middlebury.edu/institute/sites/www.middlebury.edu.institute/files/2020-09/gpt3-article.pdf. Douglas M McLeod. 2007. News coverage and social protest: How the media's protect paradigm exacerbates social conflict. Journal of Dispute Resolution (2007), 185. Oren Melamud, Jacob Goldberger, and Ido Dagan. 2016. context2vec: Learning Generic Context Embedding with Bidirectional LSTM. In Proceedings of The 20th SIGNLL Conference on Computational Natural Language Learning. Association for Computational Linguistics, Berlin, Germany, 51–61. https://doi.org/10.18653/v1/K16-1006 Julia Mendelsohn, Yulia Tsvetkov, and Dan Jurafsky. 2020. A Framework for the Computational Linguistic Analysis of Dehumanization. Frontiers in Artificial Intelligence 3 (2020), 55. https://doi.org/10.3389/frai.2020.00055 Kaitlynn Mendes, Jessica Ringrose, and Jessalynn Keller. 2018. # MeToo and the promise and pitfalls of challenging rape culture through digital feminist activism. European Journal of Women's Studies 25, 2 (2018), 236–246. Tomas Mikolov, Ilya Sutskever, Kai Chen, Greg Corrado, and Jeffrey Dean. 2013. Distributed Representations of Words and Phrases and Their Compositionality. In Proceedings of the 26th International Conference on Neural Information Processing Systems - Volume 2 (Lake Tahoe, Nevada) (NIPS'13). Curran Associates Inc., Red Hook, NY, USA, 3111–3119. Margaret Mitchell, Simone Wu, Andrew Zaldivar, Parker Barnes, Lucy Vasserman, Ben Hutchinson, Elena Spitzer, Inioluwa Deborah Raji, and Timnit Gebru. 2019. Model cards for model reporting. In Proceedings of the conference on fairness, accountability, and transparency. 220–229. Robert C. Moore and William Lewis. 2010. Intelligent Selection of Language Model Training Data. In Proceedings of the ACL 2010 Conference Short Papers. Association for Computational Linguistics, Uppsala, Sweden, 220–224. https://www.aclweb.org/anthology/P10-2041 Kevin L. Nadal. 2018. Microaggressions and Traumatic Stress: Theory, Research, and Clinical Treatment. American Psychological Association. https://books.google.com/books?id=ogzhswEACAAJ Clifford Nass, Jonathan Steuer, and Ellen R Tauber. 1994. Computers are social actors. In Proceedings of the SIGCHI conference on Human factors in computing systems. 72–78. Lisa P. Nathan, Predrag V. Klasnja, and Batya Friedman. 2007. Value Scenarios: A Technique for Envisioning Systemic Effects of New Technologies. In CHI'07 Extended Abstracts on Human Factors in Computing Systems. ACM, 2585–2590. Wilhelmina Nekoto, Vukosi Marivate, Tshinondiwa Matsila, Timi Fasubaa, Taiwo Fagbohungbe, Solomon Oluwole Akinola, Shamsuddeen Muhammad, Salomon Kabongo Kabenamualu, Salomey Osei, Freshia Sackey, Rubungo Andre Niyongabo, Ricky Macharm, Perez Ogayo, Orevaoghene Ahia, Musie Meressa Berhe, Mofetoluwa Adeyemi, Masabata Mokgesi-Selinga, Lawrence Okegbemi, Laura Martinus, Kolawole Tajudeen, Kevin Degila, Kelechi Ogueji, Kathleen Siminyu, Julia Kreutzer, Jason Webster, Jamiil Toure Ali, Jade Abbott, Iroro Orife, Ignatius Ezeani, Idris Abdulkadir Dangana, Herman Kamper, Hady Elsahar, Goodness Duru, Ghollah Kioko, Murhabazi Espoir, Elan van Biljon, Daniel Whitenack, Christopher Onyefuluchi, Chris Chinenye Emezue, Bonaventure F. P. Dossou, Blessing Sibanda, Blessing Bassey, Ayodele Olabiyi, Arshath Ramkilowan, Alp Öktem, Adewale Akinfaderin, and Abdallah Bashir. 2020. Participatory Research for Low-resourced Machine Translation: A Case Study in African Languages. In Findings of the Association for Computational Linguistics: EMNLP 2020. Association for Computational Linguistics, Online, 2144–2160. https://doi.org/10.18653/v1/2020.findings-emnlp.195 Maggie Nelson. 2015. The Argonauts. Graywolf Press, Minneapolis. Timothy Niven and Hung-Yu Kao. 2019. Probing Neural Network Comprehension of Natural Language Arguments. In Proceedings of the 57th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Florence, Italy, 4658–4664. https://doi.org/10.18653/v1/P19-1459 Safiya Umoja Noble. 2018. Algorithms of Oppression: How Search Engines Reinforce Racism. NYU Press. Debora Nozza, Federico Bianchi, and Dirk Hovy. 2020. What the [MASK]? Making Sense of Language-Specific BERT Models. arXiv:2003.02912 [cs.CL] David Ortiz, Daniel Myers, Eugene Walls, and Maria-Elena Diaz. 2005. Where do we stand with newspaper data? Mobilization: An International Quarterly 10, 3 (2005), 397–419. Charlotte Pennington, Derek Heim, Andrew Levy, and Derek Larkin. 2016. Twenty Years of Stereotype Threat Research: A Review of Psychological Mediators. PloS one 11 (01 2016), e0146487. https://doi.org/10.1371/journal.pone.0146487 Jeffrey Pennington, Richard Socher, and Christopher Manning. 2014. GloVe: Global Vectors for Word Representation. In Proceedings of the 2014 Conference on Empirical Methods in Natural Language Processing (EMNLP). Association for Computational Linguistics, Doha, Qatar, 1532–1543. https://doi.org/10.3115/v1/D14-1162 Matthew Peters, Mark Neumann, Mohit Iyyer, Matt Gardner, Christopher Clark, Kenton Lee, and Luke Zettlemoyer. 2018. Deep Contextualized Word Representations. In Proceedings of the 2018 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies, Volume 1 (Long Papers). Association for Computational Linguistics, New Orleans, Louisiana, 2227–2237. https://doi.org/10.18653/v1/N18-1202 Pew. 2018. Internet/Broadband Fact Sheet. (2 2018). https://www.pewinternet.org/fact-sheet/internet-broadband/ Aidan Pine and Mark Turin. 2017. Language Revitalization. Oxford Research Encyclopedia of Linguistics. Francesca Polletta. 1998. Contending stories: Narrative in social movements. Qualitative sociology 21, 4 (1998), 419–446. Vinodkumar Prabhakaran, Ben Hutchinson, and Margaret Mitchell. 2019. Perturbation Sensitivity Analysis to Detect Unintended Model Biases. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 5740–5745. https://doi.org/10.18653/v1/D19-1578 Laura Pulido. 2016. Flint, environmental racism, and racial capitalism. Capitalism Nature Socialism 27, 3 (2016), 1–16. Xipeng Qiu, Tianxiang Sun, Yige Xu, Yunfan Shao, Ning Dai, and Xuanjing Huang. 2020. Pre-trained Models for Natural Language Processing: A Survey. arXiv:2003.08271 [cs.CL] Alec Radford, Jeffrey Wu, Rewon Child, David Luan, Dario Amodei, and Ilya Sutskever. 2019. Language models are unsupervised multitask learners. OpenAI Blog 1, 8 (2019), 9. Colin Raffel, Noam Shazeer, Adam Roberts, Katherine Lee, Sharan Narang, Michael Matena, Yanqi Zhou, Wei Li, and Peter J. Liu. 2020. Exploring the Limits of Transfer Learning with a Unified Text-to-Text Transformer. Journal of Machine Learning Research 21, 140 (2020), 1–67. http://jmlr.org/papers/v21/20-074.html Pranav Rajpurkar, Jian Zhang, Konstantin Lopyrev, and Percy Liang. 2016. SQuAD: 100,000+ Questions for Machine Comprehension of Text. In Proceedings of the 2016 Conference on Empirical Methods in Natural Language Processing. Association for Computational Linguistics, Austin, Texas, 2383–2392. https://doi.org/10.18653/v1/D16-1264 Sarah T. Roberts, Joel Tetreault, Vinodkumar Prabhakaran, and Zeerak Waseem (Eds.). 2019. Proceedings of the Third Workshop on Abusive Language Online. Association for Computational Linguistics, Florence, Italy. https://www.aclweb.org/anthology/W19-3500 Anna Rogers, Olga Kovaleva, and Anna Rumshisky. 2021. A Primer in BERTology: What We Know About How BERT Works. Transactions of the Association for Computational Linguistics 8 (2021), 842–866. Ronald Rosenfeld. 2000. Two decades of statistical language modeling: Where do we go from here? Proc. IEEE 88, 8 (2000), 1270–1278. Corby Rosset. 2020. Turing-NLG: A 17-billion-parameter language model by Microsoft. Microsoft Blog (2020). Victor Sanh, Lysandre Debut, Julien Chaumond, and Thomas Wolf. 2019. DistilBERT, a distilled version of BERT: smaller, faster, cheaper and lighter. arXiv preprint arXiv:1910.01108 (2019). Maarten Sap, Saadia Gabriel, Lianhui Qin, Dan Jurafsky, Noah A. Smith, and Yejin Choi. 2020. Social Bias Frames: Reasoning about Social and Power Implications of Language. In Proceedings of the 58th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Online, 5477–5490. https://doi.org/10.18653/v1/2020.acl-main.486 Roy Schwartz, Jesse Dodge, Noah A. Smith, and Oren Etzioni. 2020. Green AI. Commun. ACM 63, 12 (Nov. 2020), 54–63. https://doi.org/10.1145/3381831 Sabine Sczesny, Janine Bosak, Daniel Neff, and Birgit Schyns. 2004. Gender stereotypes and the attribution of leadership traits: A cross-cultural comparison. Sex roles 51, 11-12 (2004), 631–645. Claude Elwood Shannon. 1949. The Mathematical Theory of Communication. University of Illinois Press, Urbana. Sheng Shen, Zhen Dong, Jiayu Ye, Linjian Ma, Zhewei Yao, Amir Gholami, Michael W. Mahoney, and Kurt Keutzer. 2019. Q-BERT: Hessian Based Ultra Low Precision Quantization of BERT. arXiv:1909.05840 [cs.CL] Emily Sheng, Kai-Wei Chang, Premkumar Natarajan, and Nanyun Peng. 2019. The Woman Worked as a Babysitter: On Biases in Language Generation. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 3407–3412. https://doi.org/10.18653/v1/D19-1339 Katie Shilton, Jes A Koepfler, and Kenneth R Fleischmann. 2014. How to see values in social computing: methods for studying values dimensions. In Proceedings of the 17th ACM conference on Computer supported cooperative work & social computing. 426–435. Joonbo Shin, Yoonhyung Lee, and Kyomin Jung. 2019. Effective Sentence Scoring Method Using BERT for Speech Recognition. In Asian Conference on Machine Learning. 1081–1093. Mohammad Shoeybi, Mostofa Patwary, Raul Puri, Patrick LeGresley, Jared Casper, and Bryan Catanzaro. 2019. Megatron-lm: Training multi-billion parameter language models using gpu model parallelism. arXiv preprint arXiv:1909.08053 (2019). Irene Solaiman, Miles Brundage, Jack Clark, Amanda Askell, Ariel Herbert-Voss, Jeff Wu, Alec Radford, Gretchen Krueger, Jong Wook Kim, Sarah Kreps, et al. 2019. Release strategies and the social impacts of language models. arXiv preprint arXiv:1908.09203 (2019). Karen Spärck Jones. 2004. Language modelling's generative model: Is it rational? Technical Report. Computer Laboratory, University of Cambridge. Robyn Speer. 2017. ConceptNet Numberbatch 17.04: better, less-stereotyped word vectors. (2017). Blog post, https://blog.conceptnet.io/2017/04/24/conceptnet-numberbatch-17-04-better-less-stereotyped-word-vectors/. Steven J. Spencer, Christine Logel, and Paul G. Davies. 2016. Stereotype Threat. Annual Review of Psychology 67, 1 (2016), 415–437. https://doi.org/10.1146/annurev-psych-073115-103235 arXiv:https://doi.org/10.1146/annurev-psych-073115-103235 PMID: 26361054. Katrina Srigley and Lorraine Sutherland. 2019. Decolonizing, Indigenizing, and Learning Biskaaybiiyang in the Field: Our Oral History Journey1. The Oral History Review (2019). Greg J. Stephens, Lauren J. Silbert, and Uri Hasson. 2010. Speaker–listener neural coupling underlies successful communication. Proceedings of the National Academy of Sciences 107, 32 (2010), 14425–14430. https://doi.org/10.1073/pnas.1008662107 arXiv:https://www.pnas.org/content/107/32/14425.full.pdf Emma Strubell, Ananya Ganesh, and Andrew McCallum. 2019. Energy and Policy Considerations for Deep Learning in NLP. In Proceedings of the 57th Annual Meeting of the Association for Computational Linguistics. 3645–3650. Yu Sun, Shuohuan Wang, Yukun Li, Shikun Feng, Xuyi Chen, Han Zhang, Xin Tian, Danxiang Zhu, Hao Tian, and Hua Wu. 2019. ERNIE: Enhanced Representation through Knowledge Integration. arXiv:1904.09223 [cs.CL] Yu Sun, Shuohuan Wang, Yu-Kun Li, Shikun Feng, Hao Tian, Hua Wu, and Haifeng Wang. 2020. ERNIE 2.0: A Continual Pre-Training Framework for Language Understanding. In The Thirty-Fourth AAAI Conference on Artificial Intelligence, AAAI 2020, The Thirty-Second Innovative Applications of Artificial Intelligence Conference, IAAI 2020, The Tenth AAAI Symposium on Educational Advances in Artificial Intelligence, EAAI 2020, New York, NY, USA, February 7-12, 2020. AAAI Press, 8968–8975. https://aaai.org/ojs/index.php/AAAI/article/view/6428 Yi Chern Tan and L Elisa Celis. 2019. Assessing social and intersectional biases in contextualized word representations. In Advances in Neural Information Processing Systems. 13230–13241. Ian Tenney, Dipanjan Das, and Ellie Pavlick. 2019. BERT Rediscovers the Classical NLP Pipeline. In Proceedings of the 57th Annual Meeting of the Association for Computational Linguistics. Association for Computational Linguistics, Florence, Italy, 4593–4601. https://doi.org/10.18653/v1/P19-1452 Trieu H. Trinh and Quoc V. Le. 2019. A Simple Method for Commonsense Reasoning. arXiv:1806.02847 [cs.AI] Marlon Twyman, Brian C Keegan, and Aaron Shaw. 2017. Black Lives Matter in Wikipedia: Collective memory and collaboration around online social movements. In Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing. 1400–1412. Ashish Vaswani, Noam Shazeer, Niki Parmar, Jakob Uszkoreit, Llion Jones, Aidan N Gomez, Łukasz Kaiser, and Illia Polosukhin. 2017. Attention is all you need. In Advances in neural information processing systems. 5998–6008. Rob Voigt, David Jurgens, Vinodkumar Prabhakaran, Dan Jurafsky, and Yulia Tsvetkov. 2018. RtGender: A Corpus for Studying Differential Responses to Gender. In Proceedings of the Eleventh International Conference on Language Resources and Evaluation (LREC 2018). European Language Resources Association (ELRA), Miyazaki, Japan. https://www.aclweb.org/anthology/L18-1445 Alex Wang, Amanpreet Singh, Julian Michael, Felix Hill, Omer Levy, and Samuel Bowman. 2018. GLUE: A Multi-Task Benchmark and Analysis Platform for Natural Language Understanding. In Proceedings of the 2018 EMNLP Workshop BlackboxNLP: Analyzing and Interpreting Neural Networks for NLP. Association for Computational Linguistics, Brussels, Belgium, 353–355. https://doi.org/10.18653/v1/W18-5446 Zeerak Waseem, Thomas Davidson, Dana Warmsley, and Ingmar Weber. 2017. Understanding Abuse: A Typology of Abusive Language Detection Subtasks. In Proceedings of the First Workshop on Abusive Language Online. Association for Computational Linguistics, Vancouver, BC, Canada, 78–84. https://doi.org/10.18653/v1/W17-3012 Joseph Weizenbaum. 1976. Computer Power and Human Reason: From Judgment to Calculation. WH Freeman & Co. Monnica T Williams. 2019. Psychology Cannot Afford to Ignore the Many Harms Caused by Microaggressions. Perspectives on Psychological Science 15 (2019), 38 – 43. Thomas Wolf, Lysandre Debut, Victor Sanh, Julien Chaumond, Clement Delangue, Anthony Moi, Pierric Cistac, Tim Rault, Remi Louf, Morgan Funtowicz, Joe Davison, Sam Shleifer, Patrick von Platen, Clara Ma, Yacine Jernite, Julien Plu, Canwen Xu, Teven Le Scao, Sylvain Gugger, Mariama Drame, Quentin Lhoest, and Alexander Rush. 2020. Transformers: State-of-the-Art Natural Language Processing. In Proceedings of the 2020 Conference on Empirical Methods in Natural Language Processing: System Demonstrations. Association for Computational Linguistics, Online, 38–45. https://doi.org/10.18653/v1/2020.emnlp-demos.6 World Bank. 2018. Indiviuals Using the Internet. (2018). https://data.worldbank.org/indicator/IT.NET.USER.ZS?end=2017&locations=US&start=2015 Shijie Wu and Mark Dredze. 2020. Are All Languages Created Equal in Multilingual BERT?. In Proceedings of the 5th Workshop on Representation Learning for NLP. Association for Computational Linguistics, Online, 120–130. https://doi.org/10.18653/v1/2020.repl4nlp-1.16 Dongling Xiao, Han Zhang, Yukun Li, Yu Sun, Hao Tian, Hua Wu, and Haifeng Wang. 2020. ERNIE-GEN: An Enhanced Multi-Flow Pre-training and Fine-tuning Framework for Natural Language Generation. arXiv preprint arXiv:2001.11314 (2020). Canwen Xu, Wangchunshu Zhou, Tao Ge, Furu Wei, and Ming Zhou. 2020. BERT-of-Theseus: Compressing BERT by Progressive Module Replacing. In Proceedings of the 2020 Conference on Empirical Methods in Natural Language Processing (EMNLP). Association for Computational Linguistics, Online, 7859–7869. https://doi.org/10.18653/v1/2020.emnlp-main.633 Peng Xu, Chien-Sheng Wu, Andrea Madotto, and Pascale Fung. 2019. Clickbait? Sensational Headline Generation with Auto-tuned Reinforcement Learning. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 3065–3075. https://doi.org/10.18653/v1/D19-1303 Linting Xue, Noah Constant, Adam Roberts, Mihir Kale, Rami Al-Rfou, Aditya Siddhant, Aditya Barua, and Colin Raffel. 2020. mT5: A massively multilingual pre-trained text-to-text transformer. arXiv:2010.11934 [cs.CL] Wei Yang, Yuqing Xie, Aileen Lin, Xingyu Li, Luchen Tan, Kun Xiong, Ming Li, and Jimmy Lin. 2019. End-to-End Open-Domain Question Answering with BERTserini. In Proceedings of the 2019 Conference of the North American Chapter of the Association for Computational Linguistics (Demonstrations). Association for Computational Linguistics, Minneapolis, Minnesota, 72–77. https://doi.org/10.18653/v1/N19-4013 Zhilin Yang, Zihang Dai, Yiming Yang, Jaime Carbonell, Russ R Salakhutdinov, and Quoc V Le. 2019. Xlnet: Generalized autoregressive pretraining for language understanding. In Advances in neural information processing systems. 5753–5763. Ze Yang, Can Xu, Wei Wu, and Zhoujun Li. 2019. Read, Attend and Comment: A Deep Architecture for Automatic News Comment Generation. In Proceedings of the 2019 Conference on Empirical Methods in Natural Language Processing and the 9th International Joint Conference on Natural Language Processing (EMNLP-IJCNLP). Association for Computational Linguistics, Hong Kong, China, 5077–5089. https://doi.org/10.18653/v1/D19-1512 Meg Young, Lassana Magassa, and Batya Friedman. 2019. Toward Inclusive Tech Policy Design: A Method for Underrepresented Voices to Strengthen Tech Policy Documents. Ethics and Information Technology (2019), 1–15. Ofir Zafrir, Guy Boudoukh, Peter Izsak, and Moshe Wasserblat. 2019. Q8BERT: Quantized 8Bit BERT. arXiv:1910.06188 [cs.CL] Nico Zazworka, Rodrigo O. Spínola, Antonio Vetro', Forrest Shull, and Carolyn Seaman. 2013. A Case Study on Effectively Identifying Technical Debt. In Proceedings of the 17th International Conference on Evaluation and Assessment in Software Engineering (Porto de Galinhas, Brazil) (EASE '13). Association for Computing Machinery, New York, NY, USA, 42–47. https://doi.org/10.1145/2460999.2461005 Rowan Zellers, Yonatan Bisk, Roy Schwartz, and Yejin Choi. 2018. SWAG: A Large-Scale Adversarial Dataset for Grounded Commonsense Inference. In Proceedings of the 2018 Conference on Empirical Methods in Natural Language Processing. Association for Computational Linguistics, Brussels, Belgium, 93–104. https://doi.org/10.18653/v1/D18-1009 Haoran Zhang, Amy X Lu, Mohamed Abdalla, Matthew McDermott, and Marzyeh Ghassemi. 2020. Hurtful words: quantifying biases in clinical contextual word embeddings. In Proceedings of the ACM Conference on Health, Inference, and Learning. 110–120. Jieyu Zhao, Tianlu Wang, Mark Yatskar, Ryan Cotterell, Vicente Ordonez, and Kai-Wei Chang. 2019. Gender Bias in Contextualized Word Embeddings. In Proceedings of the 2019 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies, Volume 1 (Long and Short Papers). Association for Computational Linguistics, Minneapolis, Minnesota, 629–634. https://doi.org/10.18653/v1/N19-1064 Li Zhou, Jianfeng Gao, Di Li, and Heung-Yeung Shum. 2020. The Design and Implementation of XiaoIce, an Empathetic Social Chatbot. Computational Linguistics 46, 1 (March 2020), 53–93. https://doi.org/10.1162/coli_a_00368",
  "embedding": [
    0.2294921875,
    -0.1689453125,
    0.06494140625,
    -0.018798828125,
    0.00830078125,
    -0.045166015625,
    -0.07275390625,
    -0.00179290771484375,
    0.0400390625,
    0.0286865234375,
    -0.00860595703125,
    0.099609375,
    0.010498046875,
    -0.042236328125,
    0.0654296875,
    0.08935546875,
    -0.05029296875,
    0.0198974609375,
    -0.11376953125,
    -0.068359375,
    -0.08984375,
    0.046142578125,
    0.0556640625,
    0.0869140625,
    -0.0291748046875,
    0.07275390625,
    -0.048828125,
    -0.10546875,
    -0.1044921875,
    0.032958984375,
    0.16015625,
    -0.10009765625,
    -0.01507568359375,
    -0.0654296875,
    0.036376953125,
    0.036865234375,
    0.09375,
    -0.024658203125,
    -0.0093994140625,
    -0.0537109375,
    0.0419921875,
    0.01397705078125,
    0.0093994140625,
    -0.0020294189453125,
    0.11865234375,
    0.0732421875,
    0.01129150390625,
    -0.0174560546875,
    0.038330078125,
    -0.023193359375,
    0.03515625,
    0.1259765625,
    -0.0322265625,
    0.07275390625,
    -0.0194091796875,
    -0.01202392578125,
    0.0012054443359375,
    0.0284423828125,
    0.0035247802734375,
    -0.01324462890625,
    -0.07861328125,
    0.015869140625,
    -0.0019989013671875,
    -0.00830078125,
    0.000446319580078125,
    0.07958984375,
    0.004058837890625,
    -0.05322265625,
    0.0196533203125,
    0.00543212890625,
    0.006103515625,
    0.0380859375,
    0.00927734375,
    0.052001953125,
    -0.059326171875,
    0.0113525390625,
    -0.0322265625,
    -0.0322265625,
    0.03125,
    -0.012451171875,
    0.0908203125,
    0.04052734375,
    0.0294189453125,
    -0.0211181640625,
    0.0185546875,
    0.05615234375,
    -0.0556640625,
    -0.00958251953125,
    0.025146484375,
    -0.0400390625,
    -0.003021240234375,
    -0.04541015625,
    -0.048583984375,
    -0.058837890625,
    0.059326171875,
    0.06201171875,
    -0.0296630859375,
    -0.0096435546875,
    0.0264892578125,
    0.017578125,
    0.0015869140625,
    0.009033203125,
    -0.06396484375,
    0.03857421875,
    0.03515625,
    0.030517578125,
    0.021240234375,
    0.031982421875,
    -0.0888671875,
    0.036376953125,
    -0.041259765625,
    0.0322265625,
    0.07177734375,
    -0.0166015625,
    0.0022735595703125,
    0.038330078125,
    -0.0003223419189453125,
    0.059814453125,
    0.0615234375,
    -0.01220703125,
    0.015625,
    0.02490234375,
    -0.02392578125,
    0.0185546875,
    -0.04833984375,
    -0.03955078125,
    -0.048095703125,
    0.0203857421875,
    -0.0269775390625,
    -0.06591796875,
    -0.011474609375,
    0.0264892578125,
    0.0010223388671875,
    0.047607421875,
    -0.0242919921875,
    -0.0230712890625,
    0.0015716552734375,
    -0.05322265625,
    0.03271484375,
    0.060791015625,
    -0.00714111328125,
    0.058837890625,
    0.0189208984375,
    -0.0247802734375,
    -0.0145263671875,
    -0.026123046875,
    -0.0042724609375,
    0.028564453125,
    0.037109375,
    -0.01068115234375,
    0.0120849609375,
    -0.027099609375,
    -0.006256103515625,
    0.060791015625,
    -0.005279541015625,
    0.0023651123046875,
    0.002166748046875,
    0.01220703125,
    -0.01214599609375,
    -0.0213623046875,
    -0.01519775390625,
    -0.017578125,
    0.025146484375,
    0.0279541015625,
    0.0069580078125,
    0.02685546875,
    -0.001373291015625,
    0.039306640625,
    -0.0026092529296875,
    -0.01300048828125,
    -0.006805419921875,
    -0.004547119140625,
    0.013427734375,
    -0.0191650390625,
    0.046142578125,
    -0.046875,
    0.005218505859375,
    0.07568359375,
    0.035888671875,
    0.057861328125,
    0.01470947265625,
    -0.011962890625,
    -0.01312255859375,
    0.040283203125,
    -0.05615234375,
    0.01116943359375,
    0.0228271484375,
    0.01025390625,
    -0.027099609375,
    0.032958984375,
    0.037841796875,
    0.0093994140625,
    0.0164794921875,
    0.01263427734375,
    0.015869140625,
    0.01507568359375,
    -0.0458984375,
    0.021728515625,
    0.038330078125,
    0.01129150390625,
    -0.005157470703125,
    -0.0546875,
    0.01458740234375,
    -0.0172119140625,
    -0.0181884765625,
    0.0181884765625,
    -0.0155029296875,
    -0.0294189453125,
    -0.057373046875,
    0.08203125,
    0.01007080078125,
    0.08251953125,
    0.0255126953125,
    0.0211181640625,
    -0.02001953125,
    0.002471923828125,
    0.033447265625,
    0.0439453125,
    0.053466796875,
    -0.031982421875,
    0.01025390625,
    -0.004302978515625,
    0.038330078125,
    0.0091552734375,
    -0.040283203125,
    0.03173828125,
    -0.00799560546875,
    0.047607421875,
    -0.00142669677734375,
    -0.04931640625,
    -0.01031494140625,
    0.01385498046875,
    -0.00482177734375,
    0.0157470703125,
    0.0172119140625,
    -0.0255126953125,
    -0.017333984375,
    0.03857421875,
    0.0067138671875,
    -0.0272216796875,
    -0.024169921875,
    -0.0181884765625,
    -0.0322265625,
    -0.01446533203125,
    -0.060791015625,
    -0.008056640625,
    -0.0086669921875,
    -0.0279541015625,
    -0.0140380859375,
    0.01080322265625,
    0.038330078125,
    -0.0279541015625,
    -0.0712890625,
    -0.04931640625,
    0.0380859375,
    -0.0218505859375,
    0.059814453125,
    -0.0211181640625,
    -0.0277099609375,
    0.0220947265625,
    -0.028564453125,
    -0.01708984375,
    0.0023193359375,
    0.034423828125,
    0.005096435546875,
    0.000568389892578125,
    0.01507568359375,
    0.003997802734375,
    -0.01055908203125,
    -0.059326171875,
    0.0014801025390625,
    -0.02783203125,
    -0.028564453125,
    0.00347900390625,
    -0.0076904296875,
    0.0267333984375,
    -0.0024871826171875,
    -0.01470947265625,
    0.00543212890625,
    0.004364013671875,
    -0.06640625,
    -0.040771484375,
    -0.0162353515625,
    0.005462646484375,
    -0.033447265625,
    -0.0016021728515625,
    0.04638671875,
    0.00518798828125,
    0.0162353515625,
    0.0140380859375,
    0.0164794921875,
    -0.01373291015625,
    0.0218505859375,
    -0.0281982421875,
    -0.01324462890625,
    -0.00970458984375,
    -0.07373046875,
    0.00099945068359375,
    0.040771484375,
    -0.0037384033203125,
    -0.0152587890625,
    0.0196533203125,
    0.047607421875,
    0.01123046875,
    0.017578125,
    -0.0106201171875,
    -0.03759765625,
    -0.026611328125,
    -0.040283203125,
    -0.01483154296875,
    -0.010009765625,
    -0.005828857421875,
    -0.0079345703125,
    0.0174560546875,
    -0.00897216796875,
    0.010009765625,
    -0.036376953125,
    0.0137939453125,
    0.00439453125,
    -0.01434326171875,
    -0.0020599365234375,
    0.0030364990234375,
    -0.003936767578125,
    -0.00994873046875,
    -0.01202392578125,
    -0.064453125,
    0.0078125,
    0.02294921875,
    0.0198974609375,
    -0.0263671875,
    -0.033447265625,
    0.0172119140625,
    0.028564453125,
    0.041748046875,
    -0.001129150390625,
    -0.02734375,
    -0.041015625,
    -0.01348876953125,
    0.0164794921875,
    -0.0400390625,
    0.0234375,
    0.00701904296875,
    0.035888671875,
    -0.02099609375,
    -0.00445556640625,
    0.0244140625,
    0.0013885498046875,
    -0.007171630859375,
    0.01123046875,
    0.04150390625,
    -0.00543212890625,
    0.0264892578125,
    -0.025146484375,
    0.003448486328125,
    -0.0177001953125,
    0.0201416015625,
    0.010009765625,
    0.051513671875,
    0.007415771484375,
    -0.03369140625,
    0.01361083984375,
    0.0247802734375,
    -0.00909423828125,
    0.05029296875,
    -0.0242919921875,
    0.0218505859375,
    -0.00177764892578125,
    0.01495361328125,
    -0.0103759765625,
    0.0174560546875,
    -0.035400390625,
    -0.030517578125,
    -0.0255126953125,
    0.013916015625,
    0.00225830078125,
    0.01226806640625,
    0.043212890625,
    0.00139617919921875,
    0.043212890625,
    0.052978515625,
    0.017578125,
    -0.035400390625,
    0.019287109375,
    -0.03125,
    0.00176239013671875,
    -0.0025482177734375,
    0.0927734375,
    -0.0017242431640625,
    0.0028839111328125,
    0.0201416015625,
    -0.01220703125,
    0.0189208984375,
    0.033203125,
    -0.00958251953125,
    -0.050048828125,
    -0.004364013671875,
    0.020263671875,
    -0.0013580322265625,
    0.0301513671875,
    0.0299072265625,
    0.0036773681640625,
    -0.0224609375,
    -0.0252685546875,
    -0.049072265625,
    0.052734375,
    -0.00147247314453125,
    0.01348876953125,
    -0.0057373046875,
    -0.02001953125,
    -0.005859375,
    -0.036376953125,
    0.0159912109375,
    -0.0185546875,
    0.01409912109375,
    0.0096435546875,
    -0.0498046875,
    0.0252685546875,
    0.0274658203125,
    -0.0068359375,
    -0.0196533203125,
    0.0228271484375,
    0.01116943359375,
    0.00140380859375,
    -0.017578125,
    0.00095367431640625,
    -0.0439453125,
    -0.04296875,
    -0.0303955078125,
    -0.01171875,
    -0.0030975341796875,
    -0.00628662109375,
    0.01300048828125,
    -0.027587890625,
    0.01153564453125,
    -0.016845703125,
    0.022705078125,
    -0.005615234375,
    0.01092529296875,
    0.0203857421875,
    0.0098876953125,
    0.0400390625,
    0.0294189453125,
    0.013427734375,
    -0.0242919921875,
    0.0223388671875,
    0.02001953125,
    0.056640625,
    -0.0537109375,
    0.001922607421875,
    -0.0179443359375,
    0.005828857421875,
    0.0458984375,
    -0.041259765625,
    -0.01287841796875,
    -0.01385498046875,
    -0.0303955078125,
    0.059326171875,
    0.0032958984375,
    0.00007200241088867188,
    0.0751953125,
    0.01507568359375,
    -0.0125732421875,
    0.021728515625,
    -0.017333984375,
    0.045166015625,
    0.020751953125,
    0.041015625,
    0.0086669921875,
    0.04638671875,
    -0.033447265625,
    0.0274658203125,
    -0.015380859375,
    0.005859375,
    -0.03515625,
    -0.00836181640625,
    -0.0162353515625,
    0.005645751953125,
    0.017578125,
    -0.016357421875,
    -0.026611328125,
    -0.009765625,
    -0.025390625,
    -0.005615234375,
    0.06591796875,
    0.0234375,
    -0.021484375,
    0.02685546875,
    -0.05615234375,
    0.032958984375,
    0.0142822265625,
    -0.0191650390625,
    0.006072998046875,
    -0.01336669921875,
    0.0189208984375,
    -0.02392578125,
    -0.0162353515625,
    -0.0201416015625,
    -0.0240478515625,
    -0.021240234375,
    -0.06787109375,
    -0.03759765625,
    -0.0272216796875,
    -0.01324462890625,
    0.0155029296875,
    -0.01519775390625,
    -0.013916015625,
    -0.0037384033203125,
    0.01458740234375,
    -0.0027008056640625,
    -0.000934600830078125,
    -0.025634765625,
    0.0118408203125,
    0.015380859375,
    -0.007476806640625,
    -0.0089111328125,
    0.015625,
    0.015380859375,
    -0.0242919921875,
    -0.001708984375,
    -0.00830078125,
    0.00506591796875,
    0.00860595703125,
    0.0033416748046875,
    -0.049072265625,
    -0.01348876953125,
    0.0177001953125,
    -0.0133056640625,
    -0.01470947265625,
    0.0181884765625,
    -0.01446533203125,
    0.043212890625,
    0.01116943359375,
    0.046875,
    -0.0234375,
    -0.01318359375,
    0.0234375,
    -0.00445556640625,
    -0.0279541015625,
    -0.032470703125,
    -0.0034942626953125,
    -0.007598876953125,
    -0.038818359375,
    0.0032806396484375,
    -0.01373291015625,
    -0.046875,
    0.00958251953125,
    -0.010009765625,
    0.00897216796875,
    0.0155029296875,
    0.04345703125,
    -0.00506591796875,
    0.01470947265625,
    -0.0220947265625,
    0.0013580322265625,
    -0.03369140625,
    -0.060302734375,
    0.034912109375,
    0.0033416748046875,
    -0.0194091796875,
    -0.006134033203125,
    0.0240478515625,
    -0.01611328125,
    0.01904296875,
    -0.04443359375,
    -0.019775390625,
    -0.002227783203125,
    -0.007415771484375,
    0.0087890625,
    -0.0284423828125,
    0.0130615234375,
    -0.00823974609375,
    0.0084228515625,
    -0.003814697265625,
    0.0177001953125,
    -0.0020751953125,
    -0.0286865234375,
    0.0012664794921875,
    0.0556640625,
    0.039794921875,
    0.004058837890625,
    -0.01300048828125,
    -0.032958984375,
    -0.0206298828125,
    0.02490234375,
    -0.0196533203125,
    -0.010009765625,
    0.004364013671875,
    -0.03466796875,
    -0.0035858154296875,
    -0.0115966796875,
    0.015625,
    -0.0201416015625,
    -0.0027618408203125,
    0.01318359375,
    0.05517578125,
    -0.020751953125,
    -0.006378173828125,
    -0.033447265625,
    -0.034912109375,
    -0.01495361328125,
    -0.05615234375,
    -0.00384521484375,
    -0.0157470703125,
    0.0166015625,
    -0.004669189453125,
    0.043701171875,
    -0.005859375,
    0.01336669921875,
    -0.00885009765625,
    -0.060791015625,
    -0.006805419921875,
    0.0123291015625,
    0.01220703125,
    -0.0262451171875,
    0.045654296875,
    0.0031890869140625,
    0.0091552734375,
    -0.007476806640625,
    -0.0294189453125,
    0.02734375,
    0.018798828125,
    0.0033416748046875,
    0.0556640625,
    0.0205078125,
    0.0294189453125,
    0.0003185272216796875,
    0.03466796875,
    0.06103515625,
    -0.0203857421875,
    0.0281982421875,
    -0.01434326171875,
    0.0185546875,
    -0.01904296875,
    0.006500244140625,
    -0.00107574462890625,
    0.031494140625,
    0.030517578125,
    0.0390625,
    0.03369140625,
    0.009765625,
    0.01904296875,
    0.0157470703125,
    0.0205078125,
    0.026123046875,
    -0.044921875,
    -0.041015625,
    0.0155029296875,
    -0.02099609375,
    0.005035400390625,
    -0.015869140625,
    -0.0277099609375,
    0.01904296875,
    -0.013427734375,
    -0.00433349609375,
    -0.01458740234375,
    -0.005340576171875,
    -0.03515625,
    -0.005645751953125,
    -0.02197265625,
    -0.038818359375,
    0.016357421875,
    0.0103759765625,
    0.03857421875,
    -0.0157470703125,
    0.01007080078125,
    -0.0125732421875,
    -0.01483154296875,
    0.01007080078125,
    -0.016357421875,
    -0.030517578125,
    -0.0400390625,
    -0.0069580078125,
    0.00445556640625,
    -0.046142578125,
    0.009521484375,
    -0.011474609375,
    0.00787353515625,
    0.0026092529296875,
    -0.00469970703125,
    -0.01043701171875,
    0.01007080078125,
    0.0034027099609375,
    -0.005279541015625,
    -0.007293701171875,
    -0.02392578125,
    -0.0028839111328125,
    -0.031494140625,
    -0.026123046875,
    -0.00823974609375,
    0.056884765625,
    -0.0050048828125,
    0.016357421875,
    0.020751953125,
    -0.0191650390625,
    0.04052734375,
    -0.0205078125,
    -0.0235595703125,
    0.015380859375,
    0.0050048828125,
    0.01458740234375,
    -0.0189208984375,
    0.000408172607421875,
    0.043701171875,
    0.004058837890625,
    -0.0027923583984375,
    0.03515625,
    -0.0262451171875,
    -0.0118408203125,
    0.033447265625,
    0.01348876953125,
    -0.0172119140625,
    0.02001953125,
    0.0225830078125,
    -0.004364013671875,
    -0.000028967857360839844,
    -0.00823974609375,
    -0.0106201171875,
    -0.040771484375,
    0.04833984375,
    -0.0400390625,
    0.00701904296875,
    -0.016357421875,
    0.01397705078125,
    -0.0052490234375,
    -0.01806640625,
    0.0234375,
    0.0269775390625,
    0.01190185546875,
    -0.01007080078125,
    -0.01165771484375,
    -0.021484375,
    -0.0166015625,
    -0.01226806640625,
    -0.02685546875,
    -0.00506591796875,
    -0.044677734375,
    0.0107421875,
    0.0174560546875,
    -0.018310546875,
    -0.0322265625,
    -0.0162353515625,
    0.033203125,
    -0.0216064453125,
    0.07080078125,
    0.01708984375,
    -0.0235595703125,
    -0.01611328125,
    0.0263671875,
    -0.0032958984375,
    -0.03271484375,
    -0.018310546875,
    0.041748046875,
    0.0037078857421875,
    0.00927734375,
    -0.0179443359375,
    -0.041015625,
    -0.033447265625,
    0.0289306640625,
    -0.004058837890625,
    -0.05517578125,
    -0.0230712890625,
    0.059326171875,
    -0.00244140625,
    0.05126953125,
    -0.055419921875,
    0.03125,
    0.0208740234375,
    0.00167083740234375,
    -0.036865234375,
    0.00160980224609375,
    0.01031494140625,
    0.00823974609375,
    0.0205078125,
    -0.015869140625,
    0.01409912109375,
    0.0203857421875,
    0.00005459785461425781,
    0.03125,
    -0.0111083984375,
    0.01446533203125,
    -0.052490234375,
    0.000518798828125,
    -0.015869140625,
    0.02392578125,
    0.00116729736328125,
    0.0262451171875,
    -0.027099609375,
    0.00830078125,
    -0.03173828125,
    -0.033935546875,
    -0.027099609375,
    -0.042236328125,
    -0.02880859375,
    0.043701171875,
    -0.03466796875,
    0.00811767578125,
    -0.04345703125,
    0.008544921875,
    0.0264892578125,
    0.013916015625,
    0.042724609375,
    -0.00799560546875,
    0.0155029296875,
    0.017333984375,
    -0.01806640625,
    0.0033111572265625,
    -0.00848388671875,
    -0.041015625,
    0.00189971923828125,
    -0.004547119140625,
    0.026611328125,
    0.009521484375,
    0.01318359375,
    -0.02392578125,
    -0.02294921875,
    -0.015869140625,
    -0.0260009765625,
    0.02099609375,
    -0.007415771484375,
    0.041015625,
    -0.0106201171875,
    -0.0167236328125,
    -0.0303955078125,
    -0.0145263671875,
    -0.045166015625,
    0.031005859375,
    0.011474609375,
    -0.00109100341796875,
    -0.00927734375,
    0.0003814697265625,
    0.025146484375,
    0.040283203125,
    -0.03955078125,
    0.047119140625,
    -0.005645751953125,
    -0.0260009765625,
    -0.006011962890625,
    0.0164794921875,
    0.0016326904296875,
    -0.005096435546875,
    -0.01080322265625,
    -0.03173828125,
    0.0035552978515625,
    -0.00982666015625,
    -0.00250244140625,
    0.039794921875,
    -0.0137939453125,
    -0.010009765625,
    0.015380859375,
    -0.01177978515625,
    0.00909423828125,
    -0.00445556640625,
    0.044677734375,
    0.0019989013671875,
    -0.0123291015625,
    -0.006622314453125,
    0.007598876953125,
    -0.0341796875,
    -0.003326416015625,
    -0.0034027099609375,
    -0.0142822265625,
    0.00970458984375,
    -0.046875,
    -0.03271484375,
    -0.028564453125,
    0.01068115234375,
    -0.0517578125,
    0.024169921875,
    -0.0025177001953125,
    0.02734375,
    -0.00244140625,
    0.008056640625,
    0.0289306640625,
    0.01611328125,
    -0.00933837890625,
    -0.044677734375,
    -0.01446533203125,
    0.005859375,
    -0.000782012939453125,
    -0.01171875,
    -0.00775146484375,
    0.04345703125,
    0.01495361328125,
    0.0079345703125,
    -0.00124359130859375,
    -0.0017242431640625,
    0.023193359375,
    -0.0184326171875,
    -0.0238037109375,
    0.0035858154296875,
    -0.0037689208984375,
    -0.0177001953125,
    -0.010009765625,
    -0.013916015625,
    -0.0257568359375,
    -0.0107421875,
    -0.025146484375,
    0.009765625,
    -0.00102996826171875,
    -0.00689697265625,
    -0.046875,
    0.046630859375,
    -0.012939453125,
    -0.01519775390625,
    -0.01483154296875,
    0.0086669921875,
    0.0400390625,
    -0.01904296875,
    0.012451171875,
    -0.029052734375,
    0.03662109375,
    0.0181884765625,
    0.044921875,
    0.02099609375,
    0.001983642578125,
    0.0115966796875,
    0.0155029296875,
    0.01708984375,
    -0.0272216796875,
    -0.01434326171875,
    -0.01458740234375,
    -0.0137939453125,
    -0.02001953125,
    -0.054931640625,
    -0.003875732421875,
    0.00113677978515625,
    -0.031494140625,
    -0.01165771484375,
    0.0045166015625,
    -0.0152587890625,
    -0.0279541015625,
    -0.0167236328125,
    0.0164794921875,
    -0.0115966796875,
    -0.0126953125,
    -0.045654296875,
    0.00213623046875,
    0.01416015625,
    -0.005126953125,
    0.013671875,
    -0.003814697265625,
    0.032958984375,
    0.01483154296875,
    0.02685546875,
    0.00543212890625,
    -0.0169677734375,
    0.0181884765625,
    -0.04541015625,
    0.00396728515625,
    -0.022216796875,
    -0.02587890625,
    0.01031494140625,
    -0.007537841796875,
    -0.01708984375,
    -0.021728515625,
    0.006805419921875,
    0.03271484375,
    0.016845703125,
    -0.0245361328125,
    -0.009765625,
    -0.0181884765625,
    -0.005889892578125,
    0.007293701171875,
    0.019287109375,
    -0.04345703125,
    0.0225830078125,
    -0.006103515625,
    0.0296630859375,
    -0.0299072265625,
    0.00482177734375,
    0.0025787353515625,
    0.009765625,
    -0.003875732421875,
    0.00628662109375,
    0.0220947265625,
    -0.00653076171875,
    0.0014495849609375,
    -0.0009765625,
    0.00250244140625,
    -0.00445556640625,
    0.0050048828125,
    -0.0166015625,
    0.040771484375,
    -0.02197265625,
    0.015625,
    0.016357421875,
    -0.0216064453125,
    0.0198974609375,
    0.031005859375,
    0.00970458984375,
    0.013427734375,
    0.01104736328125,
    -0.048583984375,
    -0.0086669921875,
    -0.0123291015625,
    -0.01263427734375,
    0.0279541015625,
    0.003631591796875,
    0.028076171875,
    -0.0050048828125,
    -0.0198974609375,
    0.01806640625,
    0.00006151199340820312,
    0.012451171875,
    -0.004791259765625,
    0.0103759765625,
    -0.00592041015625,
    -0.015869140625,
    -0.00909423828125,
    0.00628662109375,
    0.0213623046875,
    0.0213623046875,
    0.0177001953125,
    0.0225830078125,
    0.0019989013671875,
    -0.00537109375,
    0.006195068359375,
    -0.01611328125,
    -0.037353515625,
    -0.036376953125,
    -0.033935546875,
    0.01708984375,
    -0.0021209716796875,
    0.0125732421875
  ],
  "created": "2025-06-12T05:14:14.234978",
  "count": 41
}